{
    "examples": [{
        "question": "Di negara manakah Normandy berada?",
        "context": "Orang Norman (Norman: Nourmands; Perancis: Normands; Latin: Normanni) ialah orang-orang yang pada abad ke-10 dan ke-11 memberikan nama mereka kepada Normandy, sebuah wilayah di Perancis. Mereka diturunkan daripada Norse (\"Norman\" berasal daripada penyerang \"Norseman\") dan lanun dari Denmark, Iceland dan Norway yang, di bawah pimpinan mereka Rollo, bersetuju untuk bersumpah fealty kepada Raja Charles III dari Francia Barat. Melalui generasi asimilasi dan percampuran dengan penduduk asli Frankish dan Roman-Gaulish, keturunan mereka akan beransur-ansur bergabung dengan budaya Carolingian yang berpusat di Francia Barat. Identiti budaya dan etnik yang berbeza dari orang Norman muncul pada mulanya pada separuh pertama abad ke-10, dan ia terus berkembang pada abad-abad yang berjaya.\n\nDinasti Norman mempunyai kesan politik, budaya dan ketenteraan yang besar terhadap Eropah Zaman Pertengahan dan juga Timur Dekat. Orang Norman terkenal dengan semangat bela diri mereka dan akhirnya kerana ketakwaan Kristian mereka, menjadi eksponen ortodoksi Katolik di mana mereka berasimilasi. Mereka menggunakan bahasa Gallo-Romance dari tanah Frankish yang mereka menetap, dialek mereka menjadi dikenali sebagai Norman, Normaund atau Norman Perancis, sebuah bahasa sastera yang penting. Duchy Normandy, yang mereka bentuk melalui perjanjian dengan mahkota Perancis, adalah fief hebat dari Perancis zaman pertengahan, dan di bawah Richard I dari Normandy telah ditempa menjadi prinsip yang kohesif dan tangguh dalam tempoh feudal. Orang Norman diperhatikan baik untuk budaya mereka, seperti seni bina Romanesque dan tradisi muzik mereka yang unik, dan untuk pencapaian dan inovasi ketenteraan yang signifikan. Pengembara Norman mengasaskan Kerajaan Sicily di bawah Roger II selepas menakluk selatan Itali di Saracens dan Byzantine, dan ekspedisi bagi pihak duke mereka, William the Conqueror, membawa kepada penaklukan Norman ke atas England pada Pertempuran Hastings pada 1066. Pengaruh budaya dan ketenteraan Norman tersebar dari pusat-pusat Eropah baru ini ke negeri-negeri Salib di Timur Dekat, di mana putera mereka Bohemond I mengasaskan Principality of Antioch di Levant, ke Scotland dan Wales di Great Britain, ke Ireland, dan ke pantai Afrika utara dan Kepulauan Canary.\n\nNama Inggeris \"Normans\" berasal dari kata-kata Perancis Normans / Normanz, jamak Normant, normand Perancis moden, yang sendiri dipinjam dari Old Low Franconian Nortmann \"Northman\" atau langsung dari Old Norse Nordmadr, Latin berbeza-beza sebagai Nortmannus, Normannus, atau Nordmannus (dicatatkan dalam Latin Abad Pertengahan, abad ke-9) bermaksud \"Norseman, Viking\".\n\nDalam perjalanan abad ke-10, serangan awal yang merosakkan band perang Norse ke sungai-sungai Perancis berkembang menjadi lebih perkemahan kekal yang merangkumi wanita tempatan dan harta peribadi. Duchy of Normandy, yang bermula pada 911 sebagai fiefdom, telah ditubuhkan oleh perjanjian Saint-Clair-sur-Epte antara Raja Charles III dari Francia Barat dan pemerintah Viking yang terkenal Rollo, dan terletak di bekas kerajaan Frankish Neustria. Perjanjian itu menawarkan Rollo dan anak buahnya tanah Perancis antara sungai Epte dan pantai Atlantik sebagai pertukaran untuk perlindungan mereka terhadap serangan Viking yang lebih jauh. Kawasan ini sepadan dengan bahagian utara Normandy Atas masa kini turun ke sungai Seine, tetapi Duchy akhirnya akan menjangkau barat melampaui Seine. Wilayah ini secara kasarnya setara dengan wilayah lama Rouen, dan menghasilkan semula struktur pentadbiran Rom Gallia Lugdunensis II (sebahagian bekas Gallia Lugdunensis).\n\nSebelum kedatangan Rollo, populasinya tidak berbeza dengan Picardy atau Ile-de-France, yang dianggap sebagai \"Frankish\". Peneroka Viking terdahulu telah mula tiba pada 880-an, tetapi telah dibahagikan antara koloni di timur (Roumois dan Pays de Caux) di sekitar lembah Seine yang rendah dan di barat di Semenanjung Cotentin, dan telah dipisahkan oleh pagii tradisional, di mana penduduk kekal kira-kira sama dengan hampir tiada peneroka asing. Kontinjen Rollo yang menyerbu dan akhirnya menetap Normandy dan sebahagian pantai Atlantik termasuk Danes, Norway, Norse-Gaels, Orkney Vikings, mungkin Sweden, dan Anglo-Danes dari Inggeris Danelaw di bawah kawalan Norse.\n\nKeturunan Rollo's Vikings dan isteri Frankish mereka akan menggantikan agama Norse dan bahasa Norse Lama dengan Katolik (Kristian) dan bahasa Gallo-Romance dari penduduk tempatan, menggabungkan warisan Frankish ibu mereka dengan tradisi dan adat resam Old Norse untuk mensintesis budaya \"Norman\" yang unik di utara Perancis. Bahasa Norman telah ditempa oleh penerimaan cabang langue d'oil asli Romance oleh kelas pemerintah yang berbahasa Norse, dan ia berkembang menjadi bahasa serantau yang bertahan hari ini.\n\nKaum Norman selepas itu menerima pakai doktrin feudal yang semakin meningkat di seluruh Perancis, dan bekerja mereka ke dalam sistem hierarki berfungsi di kedua-dua Normandy dan di England. Penguasa Norman yang baru berbeza dari segi budaya dan etnik daripada bangsawan Perancis lama, yang kebanyakannya mengesan keturunan mereka kepada Franks dari dinasti Carolingian. Kebanyakan kesatria Norman kekal miskin dan lapar tanah, dan menjelang 1066 Normandy telah mengeksport penunggang kuda yang berjuang untuk lebih daripada satu generasi. Ramai orang Norman dari Itali, Perancis dan England akhirnya berkhidmat sebagai tentera Salib yang gemar di bawah putera Italo-Norman Bohemund I dan raja Anglo-Norman Richard the Lion-Heart.\n\nTidak lama selepas orang Norman mula memasuki Itali, mereka memasuki Empayar Byzantine dan kemudian Armenia, berjuang menentang Pechenegs, Bulgars, dan terutamanya Turki Seljuk. Tentera upahan Norman mula-mula digalakkan untuk datang ke selatan oleh orang Lombard untuk bertindak menentang Byzantine, tetapi mereka tidak lama kemudian berjuang dalam perkhidmatan Byzantine di Sicily. Mereka menonjol bersama-sama kontinjen Varangian dan Lombard dalam kempen Sicily George Maniaces pada tahun 1038-40. Terdapat perdebatan sama ada orang Norman dalam perkhidmatan Yunani sebenarnya berasal dari Norman Itali, dan sekarang nampaknya hanya beberapa yang datang dari sana. Ia juga tidak diketahui berapa banyak \"Franks\", seperti yang disebut oleh Byzantine, adalah orang Norman dan bukan orang Perancis yang lain.\n\nSalah satu tentera upahan Norman pertama yang berkhidmat sebagai jeneral Byzantine ialah Herve pada 1050-an. Namun pada saat itu, sudah ada tentera upahan Norman yang berkhidmat sejauh Trebizond dan Georgia. Mereka berpangkalan di Malatya dan Edessa, di bawah pemerintahan duke Byzantine Antioch, Isaac Komnenos. Pada 1060-an, Robert Crispin mengetuai Normans Edessa menentang orang Turki. Roussel de Bailleul bahkan cuba mengukir sebuah negara merdeka di Asia Kecil dengan sokongan daripada penduduk tempatan, tetapi beliau dihalang oleh jeneral Byzantine Alexius Komnenos.\n\nSesetengah orang Norman menyertai pasukan Turki untuk membantu dalam kemusnahan vassal-negara Armenia Sassoun dan Taron di timur jauh Anatolia. Kemudian, ramai yang mengambil perkhidmatan dengan negara Armenia yang lebih jauh ke selatan di Cilicia dan Pergunungan Taurus. Seorang Norman bernama Oursel mengetuai pasukan \"Franks\" ke lembah Euphrates atas di utara Syria. Dari 1073 hingga 1074, 8,000 daripada 20,000 tentera jeneral Armenia Philaretus Brachamius adalah orang Norman - sebelumnya Oursel - yang dipimpin oleh Raimbaud. Mereka bahkan meminjamkan etnis mereka untuk nama istana mereka: Afranji, yang berarti \"Franks\". Perdagangan yang diketahui antara Amalfi dan Antioch dan antara Bari dan Tarsus mungkin berkaitan dengan kehadiran Italo-Normans di bandar-bandar tersebut manakala Amalfi dan Bari berada di bawah pemerintahan Norman di Itali.\n\nBeberapa keluarga Yunani Byzantine berasal dari tentera upahan Norman semasa tempoh Pemulihan Comnenian, apabila maharaja Byzantine mencari pahlawan Eropah barat. Raoulii diturunkan daripada seorang Italo-Norman bernama Raoul, Petraliphae diturunkan daripada seorang Pierre d'Aulps, dan kumpulan puak Albania yang dikenali sebagai Maniakates diturunkan daripada orang Norman yang berkhidmat di bawah George Maniaces dalam ekspedisi Sicily pada tahun 1038.\n\nRobert Guiscard, seorang petualang Norman yang lain yang sebelum ini dinaikkan ke martabat pengiraan Apulia hasil kejayaan tenteranya, akhirnya menghalau Byzantine keluar dari selatan Itali. Setelah mendapat persetujuan paus Gregory VII dan bertindak sebagai vasalnya, Robert meneruskan kempennya menakluk semenanjung Balkan sebagai tapak kaki untuk tuan-tuan feudal barat dan Gereja Katolik. Selepas memikat dirinya dengan Croatia dan kota-kota Katolik Dalmatia, pada tahun 1081, beliau memimpin tentera seramai 30,000 orang dalam 300 kapal yang mendarat di pantai selatan Albania, menawan Valona, Kanina, Jericho (Orikumi), dan mencapai Butrint selepas banyak pil. Mereka menyertai armada yang sebelum ini menakluk Corfu dan menyerang Dyrrachium dari darat dan laut, menghancurkan segala-galanya di sepanjang jalan. Di bawah keadaan-keadaan yang keras ini, penduduk tempatan menerima panggilan maharaja Alexius I Comnenus untuk bergabung tenaga dengan Byzantine menentang orang Norman. Pasukan Albania tidak dapat mengambil bahagian dalam pertempuran berikutnya kerana ia telah bermula sebelum ketibaan mereka. Sejurus sebelum pertempuran, armada Venezia telah memperoleh kemenangan di pantai yang mengelilingi bandar. Dipaksa berundur, Alexius menyerahkan arahan itu kepada seorang pegawai tinggi Albania bernama Comiscortes dalam perkhidmatan Byzantium. Garison kota ini menentang sehingga Februari 1082, apabila Dyrrachium dikhianati kepada orang Norman oleh pedagang Venezia dan Amalfitan yang telah menetap di sana. Orang Norman kini bebas untuk menembusi ke kawasan pedalaman; mereka mengambil Ioannina dan beberapa bandar kecil di barat daya Macedonia dan Thessaly sebelum muncul di pintu-pintu Thessalonica. Perpecahan di kalangan pangkat tinggi memaksa orang Norman berundur ke Itali. Mereka kehilangan Dyrrachium, Valona, dan Butrint pada tahun 1085, selepas kematian Robert.\n\nBeberapa tahun selepas Perang Salib Pertama, pada tahun 1107, orang Norman di bawah arahan Bohemond, anak lelaki Robert, mendarat di Valona dan mengepung Dyrrachium menggunakan peralatan ketenteraan yang paling canggih pada masa itu, tetapi tidak berjaya. Sementara itu, mereka menduduki Petrela, benteng Mili di tebing sungai Deabolis, Gllavenica (Ballsh), Kanina dan Jericho. Kali ini, orang Albania berpihak kepada orang Norman, tidak berpuas hati dengan cukai berat yang dikenakan oleh Byzantine ke atas mereka. Dengan bantuan mereka, orang Norman telah menjamin hantaran Arbanon dan membuka laluan mereka ke Dibra. Kekurangan bekalan, penyakit dan rintangan Byzantine memaksa Bohemond berundur dari kempennya dan menandatangani perjanjian damai dengan Byzantine di bandar Deabolis.\n\nKemerosotan selanjutnya dalam hal ehwal negeri Byzantine membuka jalan kepada serangan ketiga pada tahun 1185, apabila tentera Norman yang besar menyerang Dyrrachium, disebabkan pengkhianatan pegawai Byzantine yang tinggi. Beberapa waktu kemudian, Dyrrachium - salah satu pangkalan tentera laut terpenting Adriatik - jatuh lagi ke tangan Byzantine.\n\nOrang Norman telah berhubung dengan England dari tarikh awal. Bukan sahaja saudara-saudara asal Viking mereka yang masih merosakkan pantai Inggeris, mereka menduduki kebanyakan pelabuhan penting bertentangan dengan England merentasi Selat Inggeris. Hubungan ini akhirnya menghasilkan hubungan darah yang lebih rapat melalui perkahwinan Emma, adik kepada Duke Richard II dari Normandy, dan Raja Ethelred II dari England. Disebabkan ini, Ethelred melarikan diri ke Normandy pada tahun 1013, apabila dia dipaksa dari kerajaannya oleh Sweyn Forkbeard. Tinggal beliau di Normandy (sehingga 1016) mempengaruhi beliau dan anak-anaknya oleh Emma, yang tinggal di Normandy selepas Cnut the Great's penaklukan pulau.\n\nApabila akhirnya Edward si Pengaku kembali dari tempat perlindungan ayahnya pada tahun 1041, atas jemputan saudara tirinya Harthacnut, dia membawa bersama-sama dengan beliau sebuah fikiran yang berpendidikan Norman. Beliau juga membawa ramai kaunselor dan pejuang Norman, di mana sebahagian daripadanya menubuhkan pasukan berkuda Inggeris. Konsep ini tidak pernah benar-benar berakar umbi, tetapi ia merupakan contoh tipikal sikap Edward. Beliau melantik Robert dari Jumieges archbishop Canterbury dan menjadikan Ralph the Timid earl Hereford. Beliau menjemput abang iparnya Eustace II, Count of Boulogne ke mahkamah beliau pada tahun 1051, satu peristiwa yang mengakibatkan konflik teragung antara Saxon dan Norman dan akhirnya mengakibatkan pembuangan Earl Godwin dari Wessex.\n\nPada tahun 1066, Duke William II dari Normandy menakluk England membunuh Raja Harold II dalam Pertempuran Hastings. Normans yang menyerang dan keturunan mereka menggantikan Anglo-Saxon sebagai kelas pemerintah England. Bangsawan England adalah sebahagian daripada budaya Normans tunggal dan banyak mempunyai tanah di kedua-dua belah saluran. Raja-raja Norman awal England, sebagai Dukes Normandy, berhutang budi kepada Raja Perancis atas tanah mereka di benua itu. Mereka menganggap England sebagai pegangan terpenting mereka (ia membawa gelaran Raja - simbol status penting).\n\nAkhirnya, orang Norman bergabung dengan orang asli, menggabungkan bahasa dan tradisi. Dalam perjalanan Perang Seratus Tahun, aristokrasi Norman sering mengidentifikasi diri mereka sebagai bahasa Inggris. Bahasa Anglo-Norman menjadi berbeza daripada bahasa Latin, sesuatu yang menjadi subjek beberapa humor oleh Geoffrey Chaucer. Bahasa Anglo-Norman akhirnya diserap ke dalam bahasa Anglo-Saxon subjek mereka (lihat Bahasa Inggeris Lama) dan mempengaruhinya, membantu (bersama-sama dengan bahasa Norse dari peneroka-peneroka Anglo-Norse yang lebih awal dan bahasa Latin yang digunakan oleh gereja) dalam pembangunan Bahasa Inggeris Pertengahan. Ia seterusnya berkembang menjadi Bahasa Inggeris Moden.\n\nOrang Norman mempunyai kesan yang mendalam terhadap budaya dan sejarah Ireland selepas pencerobohan mereka di Bannow Bay pada tahun 1169. Pada mulanya orang Norman mengekalkan budaya dan etnik yang berbeza. Namun, seiring dengan berjalannya waktu, mereka masuk ke dalam budaya Ireland sehingga dikatakan bahawa mereka menjadi \"lebih Ireland daripada orang Ireland sendiri\". Orang Norman menetap kebanyakannya di sebuah kawasan di timur Ireland, yang kemudian dikenali sebagai Pale, dan juga membina banyak istana halus dan penempatan, termasuk Istana Trim dan Istana Dublin. Kedua-dua budaya ini bercampur-campur, meminjam dari satu sama lain bahasa, budaya dan pandangan. Keturunan Norman hari ini boleh diiktiraf dengan nama keluarga mereka. Nama-nama seperti Perancis, (De) Roche, Devereux, D'Arcy, Treacy dan Lacy adalah terutamanya biasa di tenggara Ireland, terutamanya di bahagian selatan County Wexford di mana penempatan Norman pertama ditubuhkan. Nama Norman lain seperti Furlong mendominasi di sana. Satu lagi nama biasa Norman-Ireland ialah Morell (Murrell) yang berasal daripada nama Perancis Norman Morel. Nama-nama lain yang bermula dengan Fitz (dari Norman untuk anak lelaki) menunjukkan leluhur Norman. Ini termasuk dinasti Fitzgerald, FitzGibbons (Gibbons), Fitzmaurice. Keluarga lain yang mempunyai nama keluarga seperti Barry (de Barra) dan De Burca (Burke) juga pengekstrakan Norman.\n\nSalah seorang penuntut takhta Inggeris yang menentang William si Penakluk, Edgar Atheling, akhirnya melarikan diri ke Scotland. Raja Malcolm III dari Scotland mengahwini adik perempuan Edgar, Margaret, dan menjadi pembangkang kepada William yang telahpun mempertikaikan sempadan selatan Scotland. William menyerang Scotland pada tahun 1072, menunggang sejauh Abernethy di mana beliau bertemu dengan armada kapal-kapalnya. Malcolm menyerahkan, memberi penghormatan kepada William dan menyerahkan anaknya Duncan sebagai tebusan, memulakan siri hujah sama ada Mahkota Scotland berhutang kesetiaan kepada Raja England.\n\nOrang Norman datang ke Scotland, membina istana dan mendirikan keluarga bangsawan yang akan menyediakan beberapa raja masa depan, seperti Robert the Bruce, serta mengasaskan sejumlah besar puak Scotland. Raja David I dari Scotland, yang kakaknya Alexander I telah berkahwin dengan Sybilla dari Normandy, berperanan dalam memperkenalkan Normans dan budaya Norman ke Scotland, sebahagian daripada proses yang sesetengah sarjana memanggil \"Revolusi Davidian\". Setelah menghabiskan masa di mahkamah Henry I dari England (berkahwin dengan adik David Maud dari Scotland), dan memerlukan mereka untuk bergelut kerajaan dari saudara tirinya Mael Coluim mac Alaxandair, David terpaksa memberi ganjaran kepada banyak tanah dengan tanah. Proses ini diteruskan di bawah pengganti David, yang paling kuat di bawah William the Lion. Sistem feudal yang berasal dari Norman telah diaplikasikan dalam pelbagai darjah ke kebanyakan Scotland. Keluarga Scotland nama-nama Bruce, Gray, Ramsay, Fraser, Ogilvie, Montgomery, Sinclair, Pollock, Burnard, Douglas dan Gordon untuk menamakan tetapi beberapa, dan termasuk House of Stewart diraja yang kemudian, semua boleh dikesan kembali ke Norman leluhur.\n\nMalah sebelum Penaklukan Norman England, orang Norman telah bersentuhan dengan Wales. Edward si Pengaku telah menubuhkan Ralph yang disebut tadi sebagai earl Hereford dan mendakwa dia dengan mempertahankan Marches dan berperang dengan Welsh. Dalam usaha-usaha asal ini, orang Norman gagal membuat sebarang kemajuan ke Wales.\n\nBerikutnya Penaklukan, bagaimanapun, Marches datang sepenuhnya di bawah dominasi baron Norman yang paling dipercayai William, termasuk Bernard de Neufmarche, Roger dari Montgomery di Shropshire dan Hugh Lupus di Cheshire. Orang Norman ini memulakan tempoh yang panjang penaklukan perlahan di mana hampir semua Wales pada suatu ketika tertakluk kepada gangguan Norman. Kata Norman, seperti baron (barwn), mula-mula memasuki bahasa Wales pada masa itu.\n\nzeal keagamaan legenda orang Norman telah dilaksanakan dalam perang agama lama sebelum Perang Salib Pertama mengukir sebuah kerajaan beraja Norman di Antioch. Mereka merupakan peserta asing utama dalam Reconquista di Iberia. Pada tahun 1018, Roger de Tosny mengembara ke Semenanjung Iberia untuk mengukir sebuah negeri untuk dirinya sendiri dari tanah Moorish, tetapi gagal. Pada tahun 1064, semasa Perang Barbastro, William dari Montreuil memimpin tentera kepausan dan mengambil harta rampasan besar.\n\nPada tahun 1096, tentera Salib yang melalui pengepungan Amalfi telah disertai oleh Bohemond dari Taranto dan anak saudaranya Tancred dengan tentera Italo-Normans. Bohemond merupakan pemimpin de facto Perang Salib semasa laluannya melalui Asia Minor. Selepas Pengepungan Antioch yang berjaya pada tahun 1097, Bohemond mula mengukir sebuah prinsipaliti bebas di sekitar bandar itu. Tancred berperanan dalam penaklukan Jerusalem dan beliau bekerja untuk perluasan kerajaan Salib di Transjordan dan wilayah Galilee. [kutipan diperlukan].\n\nPenaklukan Cyprus oleh pasukan Anglo-Norman dari Perang Salib Ketiga membuka lembaran baru dalam sejarah pulau itu, yang akan berada di bawah penguasaan Eropah Barat selama 380 tahun berikutnya. Walaupun bukan sebahagian daripada operasi yang dirancang, penaklukan itu mempunyai hasil yang jauh lebih kekal daripada yang dijangka pada mulanya.\n\nPada April 1191 Richard si Lion yang berhati kiri meninggalkan Messina dengan armada besar agar dapat sampai ke Acre. Tetapi ribut membubarkan armada. Selepas beberapa pencarian, didapati bot yang membawa kakaknya dan tunangnya Berengaria berlabuh di pantai selatan Cyprus, bersama-sama dengan bangkai kapal beberapa kapal lain, termasuk kapal harta karun. Orang yang terselamat dari bangkai kapal telah ditawan oleh orang yang tercela pulau Isaac Komnenos. Pada 1 Mei 1191, armada Richard tiba di pelabuhan Limassol di Cyprus. Beliau mengarahkan Ishak membebaskan banduan dan harta karun. Ishak menolak, maka Richard mendaratkan tenteranya dan mengambil Limassol.\n\nPelbagai putera Tanah Suci tiba di Limassol pada masa yang sama, khususnya Guy de Lusignan. Semua mengisytiharkan sokongan mereka terhadap Richard dengan syarat bahawa dia menyokong Guy menentang saingannya Conrad dari Montferrat. Baron tempatan meninggalkan Isaac, yang mempertimbangkan untuk berdamai dengan Richard, menyertai beliau dalam perang salib, dan menawarkan anak perempuannya dalam perkahwinan dengan orang yang dinamakan oleh Richard. Namun Ishak berubah fikiran dan cuba melarikan diri. Richard kemudian meneruskan penaklukan seluruh pulau, tenteranya diketuai oleh Guy de Lusignan. Isaac menyerah kalah dan dikurung dengan rantai perak, kerana Richard telah berjanji bahawa dia tidak akan meletakkannya di dalam besi. Menjelang 1 Jun, Richard telah menakluk seluruh pulau. Eksploitasi beliau telah diumumkan dengan baik dan menyumbang kepada reputasinya; beliau juga memperoleh keuntungan kewangan yang ketara dari penaklukan pulau itu. Richard berlepas ke Acre pada 5 Jun, bersama sekutunya. Sebelum kemangkatannya, beliau menamakan dua jeneral Norman beliau, Richard de Camville dan Robert de Thornham, sebagai gabenor Cyprus.\n\nAntara 1402 dan 1405, ekspedisi yang diketuai oleh bangsawan Norman Jean de Bethencourt dan Poitevine Gadifer de la Salle menakluk pulau-pulau Canarian Lanzarote, Fuerteventura dan El Hierro di luar pantai Atlantik Afrika. Pasukan mereka dikumpulkan di Normandy, Gascony dan kemudian diperkuat oleh penjajah Castilian.\n\nBethencourt mengambil gelaran Raja Kepulauan Canary, sebagai vassal kepada Henry III dari Castile. Pada tahun 1418, anak saudara Jean, Maciot de Bethencourt menjual hak-hak ke pulau-pulau tersebut kepada Enrique Perez de Guzman, Count de Niebla ke-2.\n\nUndang-undang adat Normandy dibangunkan antara abad ke-10 dan ke-13 dan bertahan hari ini melalui sistem perundangan Jersey dan Guernsey di Kepulauan Channel. Undang-undang adat Norman telah ditranskripsikan dalam dua adat dalam bahasa Latin oleh dua hakim untuk digunakan oleh mereka dan rakan-rakan mereka: Ini adalah Tres ancien coutumier (Adat yang sangat kuno), dikarang antara 1200 dan 1245; dan Grand coutumier de Normandie (Adat agung Normandy, asalnya Summa de legibus Normanniae dalam curia laicali), dikarang antara 1235 dan 1245.\n\nSeni bina Norman biasanya menonjol sebagai pentas baru dalam sejarah seni bina wilayah-wilayah yang mereka menundukkan. Mereka menyebarkan idiom Romanesque unik ke England dan Itali, dan penyucian wilayah-wilayah ini dengan menyimpan dalam gaya Perancis utara mereka secara asasnya mengubah landskap ketenteraan. Gaya mereka dicirikan oleh lengkungan bulat, terutama di atas tingkap dan pintu, dan perkadaran besar.\n\nDi England, tempoh seni bina Norman dengan segera berjaya yang Anglo-Saxon dan mendahului Gothic Awal. Di selatan Itali, orang Norman menggabungkan unsur-unsur teknik bangunan Islam, Lombard, dan Byzantine ke dalam teknik mereka sendiri, memulakan gaya unik yang dikenali sebagai seni bina Norman-Arab di dalam Kerajaan Sicily.\n\nDalam seni visual, orang Norman tidak mempunyai tradisi yang kaya dan tersendiri dari budaya yang mereka menakluk. Walau bagaimanapun, pada awal abad ke-11 dukes memulakan program pembaharuan gereja, menggalakkan pembaharuan Cluniac biara-biara dan patronising intelektual mengejar, terutamanya percambahan skrip dan penyusunan semula kompilasi manuskrip-manuskrip yang hilang diterangi. Gereja ini dimanfaatkan oleh para duke sebagai suatu pasukan penyatuan untuk duchy mereka yang berbeza. The chief monasteries taking part in this \"renaissance\" of Norman art and scholarship were Mont-Saint-Michel, Fecamp, Jumieges, Bec, Saint-Ouen, Saint-Evroul, and Saint-Wandrille. Pusat-pusat ini berhubung dengan apa yang dipanggil \"sekolah Winchester\", yang menyalurkan tradisi seni Carolingian tulen ke Normandy. Pada dekad terakhir abad ke-11 dan pertama abad ke-12, Normandy mengalami zaman keemasan manuskrip ilustrasi, tetapi ia ringkas dan skrip utama Normandy tidak lagi berfungsi selepas titik tengah abad itu.\n\nPerang-perang Perancis Agama pada abad ke-16 dan Revolusi Perancis pada abad ke-18 berturut-turut memusnahkan sebahagian besar daripada apa yang wujud dalam cara tinggalan seni bina dan seni bina kreativiti Norman ini. Yang pertama, dengan keganasan mereka, menyebabkan kemusnahan wanton banyak edifices Norman; yang terakhir, dengan penyerangan terhadap agama, menyebabkan kemusnahan objek agama apa-apa jenis, dan ketidakstabilan masyarakatnya mengakibatkan penjarahan berleluasa.\n\nSejauh ini karya seni Norman yang paling terkenal adalah Bayeux Tapestry, yang bukan permadani tetapi karya sulaman. Ia telah ditauliahkan oleh Odo, Biskop Bayeux dan Earl of Kent pertama, menggunakan orang asli dari Kent yang dipelajari dalam tradisi Nordik yang diimport pada setengah abad sebelumnya oleh Viking Denmark.\n\nDi Britain, seni Norman terutamanya bertahan sebagai stonework atau kerja logam, seperti ibu kota dan fon pembaptisan. Di selatan Itali, bagaimanapun, karya seni Norman bertahan dengan banyaknya dalam bentuk yang sangat dipengaruhi oleh leluhur Yunani, Lombard, dan Arab. Daripada regalia diraja yang dipelihara di Palermo, mahkota ini adalah Byzantine dalam gaya dan jubah pertabalan adalah ketukangan Arab dengan inskripsi Arab. Banyak gereja mengekalkan fon arca, ibu kota, dan lebih penting mosaik, yang biasa di Norman Itali dan menarik banyak warisan Yunani. Lombard Salerno adalah pusat gading pada abad ke-11 dan ini berterusan di bawah dominasi Norman. Akhirnya harus diperhatikan hubungan antara Tentera Salib Perancis yang mengembara ke Tanah Suci yang membawa bersama mereka artefak Perancis yang dengannya untuk memberikan gereja-gereja di mana mereka berhenti di selatan Itali di antara sepupu Norman mereka. Atas sebab ini banyak gereja Itali selatan mengekalkan karya dari Perancis di samping kepingan asli mereka.\n\nNormandy merupakan tapak beberapa perkembangan penting dalam sejarah muzik klasikal pada abad ke-11. Fecamp Abbey dan Saint-Evroul Abbey merupakan pusat pengeluaran dan pendidikan muzik. Di Fecamp, di bawah dua abbots Itali, William dari Volpiano dan John dari Ravenna, sistem menandakan nota oleh huruf dibangunkan dan diajar. Ia masih merupakan bentuk perwakilan nada yang paling biasa di negara-negara berbahasa Inggeris dan Jerman hari ini. Juga di Fecamp, kakitangan, di mana sekitar neumes berorientasikan, mula-mula dibangunkan dan diajar pada abad ke-11. Di bawah abbot Jerman Isembard, La Trinite-du-Mont menjadi pusat komposisi muzik.\n\nDi Saint Evroul, satu tradisi nyanyian telah berkembang dan koir mencapai kemasyhuran di Normandy. Di bawah abbot Norman Robert de Grantmesnil, beberapa sami Saint-Evroul melarikan diri ke selatan Itali, di mana mereka telah dilindungi oleh Robert Guiscard dan menubuhkan sebuah biara Latin di Sant'Eufemia. Di sana mereka meneruskan tradisi nyanyian.",
        "passages": ["Orang Norman (Norman: Nourmands; Perancis: Normands; Latin: Normanni) ialah orang-orang yang pada abad ke-10 dan ke-11 memberikan nama mereka kepada Normandy, sebuah wilayah di Perancis. Mereka diturunkan daripada Norse (\"Norman\" berasal daripada penyerang \"Norseman\") dan lanun dari Denmark, Iceland dan Norway yang, di bawah pimpinan mereka Rollo, bersetuju untuk bersumpah fealty kepada Raja Charles III dari Francia Barat. Melalui generasi asimilasi dan percampuran dengan penduduk asli Frankish dan Roman-Gaulish, keturunan mereka akan beransur-ansur bergabung dengan budaya Carolingian yang berpusat di Francia Barat. Identiti budaya dan etnik yang berbeza dari orang Norman muncul pada mulanya pada separuh pertama abad ke-10, dan ia terus berkembang pada abad-abad yang berjaya."],
        "answer": "Perancis",
        "supports": []
    }, {
        "question": "Di mana para bhikkhu melarikan diri?",
        "context": "Orang Norman (Norman: Nourmands; Perancis: Normands; Latin: Normanni) ialah orang-orang yang pada abad ke-10 dan ke-11 memberikan nama mereka kepada Normandy, sebuah wilayah di Perancis. Mereka diturunkan daripada Norse (\"Norman\" berasal daripada penyerang \"Norseman\") dan lanun dari Denmark, Iceland dan Norway yang, di bawah pimpinan mereka Rollo, bersetuju untuk bersumpah fealty kepada Raja Charles III dari Francia Barat. Melalui generasi asimilasi dan percampuran dengan penduduk asli Frankish dan Roman-Gaulish, keturunan mereka akan beransur-ansur bergabung dengan budaya Carolingian yang berpusat di Francia Barat. Identiti budaya dan etnik yang berbeza dari orang Norman muncul pada mulanya pada separuh pertama abad ke-10, dan ia terus berkembang pada abad-abad yang berjaya.\n\nDinasti Norman mempunyai kesan politik, budaya dan ketenteraan yang besar terhadap Eropah Zaman Pertengahan dan juga Timur Dekat. Orang Norman terkenal dengan semangat bela diri mereka dan akhirnya kerana ketakwaan Kristian mereka, menjadi eksponen ortodoksi Katolik di mana mereka berasimilasi. Mereka menggunakan bahasa Gallo-Romance dari tanah Frankish yang mereka menetap, dialek mereka menjadi dikenali sebagai Norman, Normaund atau Norman Perancis, sebuah bahasa sastera yang penting. Duchy Normandy, yang mereka bentuk melalui perjanjian dengan mahkota Perancis, adalah fief hebat dari Perancis zaman pertengahan, dan di bawah Richard I dari Normandy telah ditempa menjadi prinsip yang kohesif dan tangguh dalam tempoh feudal. Orang Norman diperhatikan baik untuk budaya mereka, seperti seni bina Romanesque dan tradisi muzik mereka yang unik, dan untuk pencapaian dan inovasi ketenteraan yang signifikan. Pengembara Norman mengasaskan Kerajaan Sicily di bawah Roger II selepas menakluk selatan Itali di Saracens dan Byzantine, dan ekspedisi bagi pihak duke mereka, William the Conqueror, membawa kepada penaklukan Norman ke atas England pada Pertempuran Hastings pada 1066. Pengaruh budaya dan ketenteraan Norman tersebar dari pusat-pusat Eropah baru ini ke negeri-negeri Salib di Timur Dekat, di mana putera mereka Bohemond I mengasaskan Principality of Antioch di Levant, ke Scotland dan Wales di Great Britain, ke Ireland, dan ke pantai Afrika utara dan Kepulauan Canary.\n\nNama Inggeris \"Normans\" berasal dari kata-kata Perancis Normans / Normanz, jamak Normant, normand Perancis moden, yang sendiri dipinjam dari Old Low Franconian Nortmann \"Northman\" atau langsung dari Old Norse Nordmadr, Latin berbeza-beza sebagai Nortmannus, Normannus, atau Nordmannus (dicatatkan dalam Latin Abad Pertengahan, abad ke-9) bermaksud \"Norseman, Viking\".\n\nDalam perjalanan abad ke-10, serangan awal yang merosakkan band perang Norse ke sungai-sungai Perancis berkembang menjadi lebih perkemahan kekal yang merangkumi wanita tempatan dan harta peribadi. Duchy of Normandy, yang bermula pada 911 sebagai fiefdom, telah ditubuhkan oleh perjanjian Saint-Clair-sur-Epte antara Raja Charles III dari Francia Barat dan pemerintah Viking yang terkenal Rollo, dan terletak di bekas kerajaan Frankish Neustria. Perjanjian itu menawarkan Rollo dan anak buahnya tanah Perancis antara sungai Epte dan pantai Atlantik sebagai pertukaran untuk perlindungan mereka terhadap serangan Viking yang lebih jauh. Kawasan ini sepadan dengan bahagian utara Normandy Atas masa kini turun ke sungai Seine, tetapi Duchy akhirnya akan menjangkau barat melampaui Seine. Wilayah ini secara kasarnya setara dengan wilayah lama Rouen, dan menghasilkan semula struktur pentadbiran Rom Gallia Lugdunensis II (sebahagian bekas Gallia Lugdunensis).\n\nSebelum kedatangan Rollo, populasinya tidak berbeza dengan Picardy atau Ile-de-France, yang dianggap sebagai \"Frankish\". Peneroka Viking terdahulu telah mula tiba pada 880-an, tetapi telah dibahagikan antara koloni di timur (Roumois dan Pays de Caux) di sekitar lembah Seine yang rendah dan di barat di Semenanjung Cotentin, dan telah dipisahkan oleh pagii tradisional, di mana penduduk kekal kira-kira sama dengan hampir tiada peneroka asing. Kontinjen Rollo yang menyerbu dan akhirnya menetap Normandy dan sebahagian pantai Atlantik termasuk Danes, Norway, Norse-Gaels, Orkney Vikings, mungkin Sweden, dan Anglo-Danes dari Inggeris Danelaw di bawah kawalan Norse.\n\nKeturunan Rollo's Vikings dan isteri Frankish mereka akan menggantikan agama Norse dan bahasa Norse Lama dengan Katolik (Kristian) dan bahasa Gallo-Romance dari penduduk tempatan, menggabungkan warisan Frankish ibu mereka dengan tradisi dan adat resam Old Norse untuk mensintesis budaya \"Norman\" yang unik di utara Perancis. Bahasa Norman telah ditempa oleh penerimaan cabang langue d'oil asli Romance oleh kelas pemerintah yang berbahasa Norse, dan ia berkembang menjadi bahasa serantau yang bertahan hari ini.\n\nKaum Norman selepas itu menerima pakai doktrin feudal yang semakin meningkat di seluruh Perancis, dan bekerja mereka ke dalam sistem hierarki berfungsi di kedua-dua Normandy dan di England. Penguasa Norman yang baru berbeza dari segi budaya dan etnik daripada bangsawan Perancis lama, yang kebanyakannya mengesan keturunan mereka kepada Franks dari dinasti Carolingian. Kebanyakan kesatria Norman kekal miskin dan lapar tanah, dan menjelang 1066 Normandy telah mengeksport penunggang kuda yang berjuang untuk lebih daripada satu generasi. Ramai orang Norman dari Itali, Perancis dan England akhirnya berkhidmat sebagai tentera Salib yang gemar di bawah putera Italo-Norman Bohemund I dan raja Anglo-Norman Richard the Lion-Heart.\n\nTidak lama selepas orang Norman mula memasuki Itali, mereka memasuki Empayar Byzantine dan kemudian Armenia, berjuang menentang Pechenegs, Bulgars, dan terutamanya Turki Seljuk. Tentera upahan Norman mula-mula digalakkan untuk datang ke selatan oleh orang Lombard untuk bertindak menentang Byzantine, tetapi mereka tidak lama kemudian berjuang dalam perkhidmatan Byzantine di Sicily. Mereka menonjol bersama-sama kontinjen Varangian dan Lombard dalam kempen Sicily George Maniaces pada tahun 1038-40. Terdapat perdebatan sama ada orang Norman dalam perkhidmatan Yunani sebenarnya berasal dari Norman Itali, dan sekarang nampaknya hanya beberapa yang datang dari sana. Ia juga tidak diketahui berapa banyak \"Franks\", seperti yang disebut oleh Byzantine, adalah orang Norman dan bukan orang Perancis yang lain.\n\nSalah satu tentera upahan Norman pertama yang berkhidmat sebagai jeneral Byzantine ialah Herve pada 1050-an. Namun pada saat itu, sudah ada tentera upahan Norman yang berkhidmat sejauh Trebizond dan Georgia. Mereka berpangkalan di Malatya dan Edessa, di bawah pemerintahan duke Byzantine Antioch, Isaac Komnenos. Pada 1060-an, Robert Crispin mengetuai Normans Edessa menentang orang Turki. Roussel de Bailleul bahkan cuba mengukir sebuah negara merdeka di Asia Kecil dengan sokongan daripada penduduk tempatan, tetapi beliau dihalang oleh jeneral Byzantine Alexius Komnenos.\n\nSesetengah orang Norman menyertai pasukan Turki untuk membantu dalam kemusnahan vassal-negara Armenia Sassoun dan Taron di timur jauh Anatolia. Kemudian, ramai yang mengambil perkhidmatan dengan negara Armenia yang lebih jauh ke selatan di Cilicia dan Pergunungan Taurus. Seorang Norman bernama Oursel mengetuai pasukan \"Franks\" ke lembah Euphrates atas di utara Syria. Dari 1073 hingga 1074, 8,000 daripada 20,000 tentera jeneral Armenia Philaretus Brachamius adalah orang Norman - sebelumnya Oursel - yang dipimpin oleh Raimbaud. Mereka bahkan meminjamkan etnis mereka untuk nama istana mereka: Afranji, yang berarti \"Franks\". Perdagangan yang diketahui antara Amalfi dan Antioch dan antara Bari dan Tarsus mungkin berkaitan dengan kehadiran Italo-Normans di bandar-bandar tersebut manakala Amalfi dan Bari berada di bawah pemerintahan Norman di Itali.\n\nBeberapa keluarga Yunani Byzantine berasal dari tentera upahan Norman semasa tempoh Pemulihan Comnenian, apabila maharaja Byzantine mencari pahlawan Eropah barat. Raoulii diturunkan daripada seorang Italo-Norman bernama Raoul, Petraliphae diturunkan daripada seorang Pierre d'Aulps, dan kumpulan puak Albania yang dikenali sebagai Maniakates diturunkan daripada orang Norman yang berkhidmat di bawah George Maniaces dalam ekspedisi Sicily pada tahun 1038.\n\nRobert Guiscard, seorang petualang Norman yang lain yang sebelum ini dinaikkan ke martabat pengiraan Apulia hasil kejayaan tenteranya, akhirnya menghalau Byzantine keluar dari selatan Itali. Setelah mendapat persetujuan paus Gregory VII dan bertindak sebagai vasalnya, Robert meneruskan kempennya menakluk semenanjung Balkan sebagai tapak kaki untuk tuan-tuan feudal barat dan Gereja Katolik. Selepas memikat dirinya dengan Croatia dan kota-kota Katolik Dalmatia, pada tahun 1081, beliau memimpin tentera seramai 30,000 orang dalam 300 kapal yang mendarat di pantai selatan Albania, menawan Valona, Kanina, Jericho (Orikumi), dan mencapai Butrint selepas banyak pil. Mereka menyertai armada yang sebelum ini menakluk Corfu dan menyerang Dyrrachium dari darat dan laut, menghancurkan segala-galanya di sepanjang jalan. Di bawah keadaan-keadaan yang keras ini, penduduk tempatan menerima panggilan maharaja Alexius I Comnenus untuk bergabung tenaga dengan Byzantine menentang orang Norman. Pasukan Albania tidak dapat mengambil bahagian dalam pertempuran berikutnya kerana ia telah bermula sebelum ketibaan mereka. Sejurus sebelum pertempuran, armada Venezia telah memperoleh kemenangan di pantai yang mengelilingi bandar. Dipaksa berundur, Alexius menyerahkan arahan itu kepada seorang pegawai tinggi Albania bernama Comiscortes dalam perkhidmatan Byzantium. Garison kota ini menentang sehingga Februari 1082, apabila Dyrrachium dikhianati kepada orang Norman oleh pedagang Venezia dan Amalfitan yang telah menetap di sana. Orang Norman kini bebas untuk menembusi ke kawasan pedalaman; mereka mengambil Ioannina dan beberapa bandar kecil di barat daya Macedonia dan Thessaly sebelum muncul di pintu-pintu Thessalonica. Perpecahan di kalangan pangkat tinggi memaksa orang Norman berundur ke Itali. Mereka kehilangan Dyrrachium, Valona, dan Butrint pada tahun 1085, selepas kematian Robert.\n\nBeberapa tahun selepas Perang Salib Pertama, pada tahun 1107, orang Norman di bawah arahan Bohemond, anak lelaki Robert, mendarat di Valona dan mengepung Dyrrachium menggunakan peralatan ketenteraan yang paling canggih pada masa itu, tetapi tidak berjaya. Sementara itu, mereka menduduki Petrela, benteng Mili di tebing sungai Deabolis, Gllavenica (Ballsh), Kanina dan Jericho. Kali ini, orang Albania berpihak kepada orang Norman, tidak berpuas hati dengan cukai berat yang dikenakan oleh Byzantine ke atas mereka. Dengan bantuan mereka, orang Norman telah menjamin hantaran Arbanon dan membuka laluan mereka ke Dibra. Kekurangan bekalan, penyakit dan rintangan Byzantine memaksa Bohemond berundur dari kempennya dan menandatangani perjanjian damai dengan Byzantine di bandar Deabolis.\n\nKemerosotan selanjutnya dalam hal ehwal negeri Byzantine membuka jalan kepada serangan ketiga pada tahun 1185, apabila tentera Norman yang besar menyerang Dyrrachium, disebabkan pengkhianatan pegawai Byzantine yang tinggi. Beberapa waktu kemudian, Dyrrachium - salah satu pangkalan tentera laut terpenting Adriatik - jatuh lagi ke tangan Byzantine.\n\nOrang Norman telah berhubung dengan England dari tarikh awal. Bukan sahaja saudara-saudara asal Viking mereka yang masih merosakkan pantai Inggeris, mereka menduduki kebanyakan pelabuhan penting bertentangan dengan England merentasi Selat Inggeris. Hubungan ini akhirnya menghasilkan hubungan darah yang lebih rapat melalui perkahwinan Emma, adik kepada Duke Richard II dari Normandy, dan Raja Ethelred II dari England. Disebabkan ini, Ethelred melarikan diri ke Normandy pada tahun 1013, apabila dia dipaksa dari kerajaannya oleh Sweyn Forkbeard. Tinggal beliau di Normandy (sehingga 1016) mempengaruhi beliau dan anak-anaknya oleh Emma, yang tinggal di Normandy selepas Cnut the Great's penaklukan pulau.\n\nApabila akhirnya Edward si Pengaku kembali dari tempat perlindungan ayahnya pada tahun 1041, atas jemputan saudara tirinya Harthacnut, dia membawa bersama-sama dengan beliau sebuah fikiran yang berpendidikan Norman. Beliau juga membawa ramai kaunselor dan pejuang Norman, di mana sebahagian daripadanya menubuhkan pasukan berkuda Inggeris. Konsep ini tidak pernah benar-benar berakar umbi, tetapi ia merupakan contoh tipikal sikap Edward. Beliau melantik Robert dari Jumieges archbishop Canterbury dan menjadikan Ralph the Timid earl Hereford. Beliau menjemput abang iparnya Eustace II, Count of Boulogne ke mahkamah beliau pada tahun 1051, satu peristiwa yang mengakibatkan konflik teragung antara Saxon dan Norman dan akhirnya mengakibatkan pembuangan Earl Godwin dari Wessex.\n\nPada tahun 1066, Duke William II dari Normandy menakluk England membunuh Raja Harold II dalam Pertempuran Hastings. Normans yang menyerang dan keturunan mereka menggantikan Anglo-Saxon sebagai kelas pemerintah England. Bangsawan England adalah sebahagian daripada budaya Normans tunggal dan banyak mempunyai tanah di kedua-dua belah saluran. Raja-raja Norman awal England, sebagai Dukes Normandy, berhutang budi kepada Raja Perancis atas tanah mereka di benua itu. Mereka menganggap England sebagai pegangan terpenting mereka (ia membawa gelaran Raja - simbol status penting).\n\nAkhirnya, orang Norman bergabung dengan orang asli, menggabungkan bahasa dan tradisi. Dalam perjalanan Perang Seratus Tahun, aristokrasi Norman sering mengidentifikasi diri mereka sebagai bahasa Inggris. Bahasa Anglo-Norman menjadi berbeza daripada bahasa Latin, sesuatu yang menjadi subjek beberapa humor oleh Geoffrey Chaucer. Bahasa Anglo-Norman akhirnya diserap ke dalam bahasa Anglo-Saxon subjek mereka (lihat Bahasa Inggeris Lama) dan mempengaruhinya, membantu (bersama-sama dengan bahasa Norse dari peneroka-peneroka Anglo-Norse yang lebih awal dan bahasa Latin yang digunakan oleh gereja) dalam pembangunan Bahasa Inggeris Pertengahan. Ia seterusnya berkembang menjadi Bahasa Inggeris Moden.\n\nOrang Norman mempunyai kesan yang mendalam terhadap budaya dan sejarah Ireland selepas pencerobohan mereka di Bannow Bay pada tahun 1169. Pada mulanya orang Norman mengekalkan budaya dan etnik yang berbeza. Namun, seiring dengan berjalannya waktu, mereka masuk ke dalam budaya Ireland sehingga dikatakan bahawa mereka menjadi \"lebih Ireland daripada orang Ireland sendiri\". Orang Norman menetap kebanyakannya di sebuah kawasan di timur Ireland, yang kemudian dikenali sebagai Pale, dan juga membina banyak istana halus dan penempatan, termasuk Istana Trim dan Istana Dublin. Kedua-dua budaya ini bercampur-campur, meminjam dari satu sama lain bahasa, budaya dan pandangan. Keturunan Norman hari ini boleh diiktiraf dengan nama keluarga mereka. Nama-nama seperti Perancis, (De) Roche, Devereux, D'Arcy, Treacy dan Lacy adalah terutamanya biasa di tenggara Ireland, terutamanya di bahagian selatan County Wexford di mana penempatan Norman pertama ditubuhkan. Nama Norman lain seperti Furlong mendominasi di sana. Satu lagi nama biasa Norman-Ireland ialah Morell (Murrell) yang berasal daripada nama Perancis Norman Morel. Nama-nama lain yang bermula dengan Fitz (dari Norman untuk anak lelaki) menunjukkan leluhur Norman. Ini termasuk dinasti Fitzgerald, FitzGibbons (Gibbons), Fitzmaurice. Keluarga lain yang mempunyai nama keluarga seperti Barry (de Barra) dan De Burca (Burke) juga pengekstrakan Norman.\n\nSalah seorang penuntut takhta Inggeris yang menentang William si Penakluk, Edgar Atheling, akhirnya melarikan diri ke Scotland. Raja Malcolm III dari Scotland mengahwini adik perempuan Edgar, Margaret, dan menjadi pembangkang kepada William yang telahpun mempertikaikan sempadan selatan Scotland. William menyerang Scotland pada tahun 1072, menunggang sejauh Abernethy di mana beliau bertemu dengan armada kapal-kapalnya. Malcolm menyerahkan, memberi penghormatan kepada William dan menyerahkan anaknya Duncan sebagai tebusan, memulakan siri hujah sama ada Mahkota Scotland berhutang kesetiaan kepada Raja England.\n\nOrang Norman datang ke Scotland, membina istana dan mendirikan keluarga bangsawan yang akan menyediakan beberapa raja masa depan, seperti Robert the Bruce, serta mengasaskan sejumlah besar puak Scotland. Raja David I dari Scotland, yang kakaknya Alexander I telah berkahwin dengan Sybilla dari Normandy, berperanan dalam memperkenalkan Normans dan budaya Norman ke Scotland, sebahagian daripada proses yang sesetengah sarjana memanggil \"Revolusi Davidian\". Setelah menghabiskan masa di mahkamah Henry I dari England (berkahwin dengan adik David Maud dari Scotland), dan memerlukan mereka untuk bergelut kerajaan dari saudara tirinya Mael Coluim mac Alaxandair, David terpaksa memberi ganjaran kepada banyak tanah dengan tanah. Proses ini diteruskan di bawah pengganti David, yang paling kuat di bawah William the Lion. Sistem feudal yang berasal dari Norman telah diaplikasikan dalam pelbagai darjah ke kebanyakan Scotland. Keluarga Scotland nama-nama Bruce, Gray, Ramsay, Fraser, Ogilvie, Montgomery, Sinclair, Pollock, Burnard, Douglas dan Gordon untuk menamakan tetapi beberapa, dan termasuk House of Stewart diraja yang kemudian, semua boleh dikesan kembali ke Norman leluhur.\n\nMalah sebelum Penaklukan Norman England, orang Norman telah bersentuhan dengan Wales. Edward si Pengaku telah menubuhkan Ralph yang disebut tadi sebagai earl Hereford dan mendakwa dia dengan mempertahankan Marches dan berperang dengan Welsh. Dalam usaha-usaha asal ini, orang Norman gagal membuat sebarang kemajuan ke Wales.\n\nBerikutnya Penaklukan, bagaimanapun, Marches datang sepenuhnya di bawah dominasi baron Norman yang paling dipercayai William, termasuk Bernard de Neufmarche, Roger dari Montgomery di Shropshire dan Hugh Lupus di Cheshire. Orang Norman ini memulakan tempoh yang panjang penaklukan perlahan di mana hampir semua Wales pada suatu ketika tertakluk kepada gangguan Norman. Kata Norman, seperti baron (barwn), mula-mula memasuki bahasa Wales pada masa itu.\n\nzeal keagamaan legenda orang Norman telah dilaksanakan dalam perang agama lama sebelum Perang Salib Pertama mengukir sebuah kerajaan beraja Norman di Antioch. Mereka merupakan peserta asing utama dalam Reconquista di Iberia. Pada tahun 1018, Roger de Tosny mengembara ke Semenanjung Iberia untuk mengukir sebuah negeri untuk dirinya sendiri dari tanah Moorish, tetapi gagal. Pada tahun 1064, semasa Perang Barbastro, William dari Montreuil memimpin tentera kepausan dan mengambil harta rampasan besar.\n\nPada tahun 1096, tentera Salib yang melalui pengepungan Amalfi telah disertai oleh Bohemond dari Taranto dan anak saudaranya Tancred dengan tentera Italo-Normans. Bohemond merupakan pemimpin de facto Perang Salib semasa laluannya melalui Asia Minor. Selepas Pengepungan Antioch yang berjaya pada tahun 1097, Bohemond mula mengukir sebuah prinsipaliti bebas di sekitar bandar itu. Tancred berperanan dalam penaklukan Jerusalem dan beliau bekerja untuk perluasan kerajaan Salib di Transjordan dan wilayah Galilee. [kutipan diperlukan].\n\nPenaklukan Cyprus oleh pasukan Anglo-Norman dari Perang Salib Ketiga membuka lembaran baru dalam sejarah pulau itu, yang akan berada di bawah penguasaan Eropah Barat selama 380 tahun berikutnya. Walaupun bukan sebahagian daripada operasi yang dirancang, penaklukan itu mempunyai hasil yang jauh lebih kekal daripada yang dijangka pada mulanya.\n\nPada April 1191 Richard si Lion yang berhati kiri meninggalkan Messina dengan armada besar agar dapat sampai ke Acre. Tetapi ribut membubarkan armada. Selepas beberapa pencarian, didapati bot yang membawa kakaknya dan tunangnya Berengaria berlabuh di pantai selatan Cyprus, bersama-sama dengan bangkai kapal beberapa kapal lain, termasuk kapal harta karun. Orang yang terselamat dari bangkai kapal telah ditawan oleh orang yang tercela pulau Isaac Komnenos. Pada 1 Mei 1191, armada Richard tiba di pelabuhan Limassol di Cyprus. Beliau mengarahkan Ishak membebaskan banduan dan harta karun. Ishak menolak, maka Richard mendaratkan tenteranya dan mengambil Limassol.\n\nPelbagai putera Tanah Suci tiba di Limassol pada masa yang sama, khususnya Guy de Lusignan. Semua mengisytiharkan sokongan mereka terhadap Richard dengan syarat bahawa dia menyokong Guy menentang saingannya Conrad dari Montferrat. Baron tempatan meninggalkan Isaac, yang mempertimbangkan untuk berdamai dengan Richard, menyertai beliau dalam perang salib, dan menawarkan anak perempuannya dalam perkahwinan dengan orang yang dinamakan oleh Richard. Namun Ishak berubah fikiran dan cuba melarikan diri. Richard kemudian meneruskan penaklukan seluruh pulau, tenteranya diketuai oleh Guy de Lusignan. Isaac menyerah kalah dan dikurung dengan rantai perak, kerana Richard telah berjanji bahawa dia tidak akan meletakkannya di dalam besi. Menjelang 1 Jun, Richard telah menakluk seluruh pulau. Eksploitasi beliau telah diumumkan dengan baik dan menyumbang kepada reputasinya; beliau juga memperoleh keuntungan kewangan yang ketara dari penaklukan pulau itu. Richard berlepas ke Acre pada 5 Jun, bersama sekutunya. Sebelum kemangkatannya, beliau menamakan dua jeneral Norman beliau, Richard de Camville dan Robert de Thornham, sebagai gabenor Cyprus.\n\nAntara 1402 dan 1405, ekspedisi yang diketuai oleh bangsawan Norman Jean de Bethencourt dan Poitevine Gadifer de la Salle menakluk pulau-pulau Canarian Lanzarote, Fuerteventura dan El Hierro di luar pantai Atlantik Afrika. Pasukan mereka dikumpulkan di Normandy, Gascony dan kemudian diperkuat oleh penjajah Castilian.\n\nBethencourt mengambil gelaran Raja Kepulauan Canary, sebagai vassal kepada Henry III dari Castile. Pada tahun 1418, anak saudara Jean, Maciot de Bethencourt menjual hak-hak ke pulau-pulau tersebut kepada Enrique Perez de Guzman, Count de Niebla ke-2.\n\nUndang-undang adat Normandy dibangunkan antara abad ke-10 dan ke-13 dan bertahan hari ini melalui sistem perundangan Jersey dan Guernsey di Kepulauan Channel. Undang-undang adat Norman telah ditranskripsikan dalam dua adat dalam bahasa Latin oleh dua hakim untuk digunakan oleh mereka dan rakan-rakan mereka: Ini adalah Tres ancien coutumier (Adat yang sangat kuno), dikarang antara 1200 dan 1245; dan Grand coutumier de Normandie (Adat agung Normandy, asalnya Summa de legibus Normanniae dalam curia laicali), dikarang antara 1235 dan 1245.\n\nSeni bina Norman biasanya menonjol sebagai pentas baru dalam sejarah seni bina wilayah-wilayah yang mereka menundukkan. Mereka menyebarkan idiom Romanesque unik ke England dan Itali, dan penyucian wilayah-wilayah ini dengan menyimpan dalam gaya Perancis utara mereka secara asasnya mengubah landskap ketenteraan. Gaya mereka dicirikan oleh lengkungan bulat, terutama di atas tingkap dan pintu, dan perkadaran besar.\n\nDi England, tempoh seni bina Norman dengan segera berjaya yang Anglo-Saxon dan mendahului Gothic Awal. Di selatan Itali, orang Norman menggabungkan unsur-unsur teknik bangunan Islam, Lombard, dan Byzantine ke dalam teknik mereka sendiri, memulakan gaya unik yang dikenali sebagai seni bina Norman-Arab di dalam Kerajaan Sicily.\n\nDalam seni visual, orang Norman tidak mempunyai tradisi yang kaya dan tersendiri dari budaya yang mereka menakluk. Walau bagaimanapun, pada awal abad ke-11 dukes memulakan program pembaharuan gereja, menggalakkan pembaharuan Cluniac biara-biara dan patronising intelektual mengejar, terutamanya percambahan skrip dan penyusunan semula kompilasi manuskrip-manuskrip yang hilang diterangi. Gereja ini dimanfaatkan oleh para duke sebagai suatu pasukan penyatuan untuk duchy mereka yang berbeza. The chief monasteries taking part in this \"renaissance\" of Norman art and scholarship were Mont-Saint-Michel, Fecamp, Jumieges, Bec, Saint-Ouen, Saint-Evroul, and Saint-Wandrille. Pusat-pusat ini berhubung dengan apa yang dipanggil \"sekolah Winchester\", yang menyalurkan tradisi seni Carolingian tulen ke Normandy. Pada dekad terakhir abad ke-11 dan pertama abad ke-12, Normandy mengalami zaman keemasan manuskrip ilustrasi, tetapi ia ringkas dan skrip utama Normandy tidak lagi berfungsi selepas titik tengah abad itu.\n\nPerang-perang Perancis Agama pada abad ke-16 dan Revolusi Perancis pada abad ke-18 berturut-turut memusnahkan sebahagian besar daripada apa yang wujud dalam cara tinggalan seni bina dan seni bina kreativiti Norman ini. Yang pertama, dengan keganasan mereka, menyebabkan kemusnahan wanton banyak edifices Norman; yang terakhir, dengan penyerangan terhadap agama, menyebabkan kemusnahan objek agama apa-apa jenis, dan ketidakstabilan masyarakatnya mengakibatkan penjarahan berleluasa.\n\nSejauh ini karya seni Norman yang paling terkenal adalah Bayeux Tapestry, yang bukan permadani tetapi karya sulaman. Ia telah ditauliahkan oleh Odo, Biskop Bayeux dan Earl of Kent pertama, menggunakan orang asli dari Kent yang dipelajari dalam tradisi Nordik yang diimport pada setengah abad sebelumnya oleh Viking Denmark.\n\nDi Britain, seni Norman terutamanya bertahan sebagai stonework atau kerja logam, seperti ibu kota dan fon pembaptisan. Di selatan Itali, bagaimanapun, karya seni Norman bertahan dengan banyaknya dalam bentuk yang sangat dipengaruhi oleh leluhur Yunani, Lombard, dan Arab. Daripada regalia diraja yang dipelihara di Palermo, mahkota ini adalah Byzantine dalam gaya dan jubah pertabalan adalah ketukangan Arab dengan inskripsi Arab. Banyak gereja mengekalkan fon arca, ibu kota, dan lebih penting mosaik, yang biasa di Norman Itali dan menarik banyak warisan Yunani. Lombard Salerno adalah pusat gading pada abad ke-11 dan ini berterusan di bawah dominasi Norman. Akhirnya harus diperhatikan hubungan antara Tentera Salib Perancis yang mengembara ke Tanah Suci yang membawa bersama mereka artefak Perancis yang dengannya untuk memberikan gereja-gereja di mana mereka berhenti di selatan Itali di antara sepupu Norman mereka. Atas sebab ini banyak gereja Itali selatan mengekalkan karya dari Perancis di samping kepingan asli mereka.\n\nNormandy merupakan tapak beberapa perkembangan penting dalam sejarah muzik klasikal pada abad ke-11. Fecamp Abbey dan Saint-Evroul Abbey merupakan pusat pengeluaran dan pendidikan muzik. Di Fecamp, di bawah dua abbots Itali, William dari Volpiano dan John dari Ravenna, sistem menandakan nota oleh huruf dibangunkan dan diajar. Ia masih merupakan bentuk perwakilan nada yang paling biasa di negara-negara berbahasa Inggeris dan Jerman hari ini. Juga di Fecamp, kakitangan, di mana sekitar neumes berorientasikan, mula-mula dibangunkan dan diajar pada abad ke-11. Di bawah abbot Jerman Isembard, La Trinite-du-Mont menjadi pusat komposisi muzik.\n\nDi Saint Evroul, satu tradisi nyanyian telah berkembang dan koir mencapai kemasyhuran di Normandy. Di bawah abbot Norman Robert de Grantmesnil, beberapa sami Saint-Evroul melarikan diri ke selatan Itali, di mana mereka telah dilindungi oleh Robert Guiscard dan menubuhkan sebuah biara Latin di Sant'Eufemia. Di sana mereka meneruskan tradisi nyanyian.",
        "passages": ["Di Saint Evroul, satu tradisi nyanyian telah berkembang dan koir mencapai kemasyhuran di Normandy. Di bawah abbot Norman Robert de Grantmesnil, beberapa sami Saint-Evroul melarikan diri ke selatan Itali, di mana mereka telah dilindungi oleh Robert Guiscard dan menubuhkan sebuah biara Latin di Sant'Eufemia. Di sana mereka meneruskan tradisi nyanyian."],
        "answer": "selatan Itali",
        "supports": []
    }, {
        "question": "Apa yang sering disingkat California Selatan?",
        "context": "California Selatan, sering disingkatkan SoCal, adalah wilayah geografi dan budaya yang umumnya terdiri dari 10 daerah paling selatan di California. Wilayah ini secara tradisinya digambarkan sebagai \"lapan daerah\", berdasarkan demografi dan hubungan ekonomi: Imperial, Los Angeles, Orange, Riverside, San Bernardino, San Diego, Santa Barbara, dan Ventura. Definisi 10-county yang lebih luas, termasuk daerah Kern dan San Luis Obispo, juga digunakan berdasarkan pembahagian politik sejarah. California Selatan merupakan pusat ekonomi utama bagi negeri California dan Amerika Syarikat.\n\nDefinisi 8- dan 10-county tidak digunakan untuk Megaregion California Selatan yang lebih besar, salah satu daripada 11 megaregions Amerika Syarikat. Kawasan megaregion lebih luas, memanjang ke timur ke Las Vegas, Nevada, dan ke selatan melintasi sempadan Mexico ke Tijuana.\n\nCalifornia Selatan termasuk kawasan bandar yang dibina dengan berat terbentang di sepanjang pantai Pasifik dari Ventura, melalui Greater Los Angeles Area dan Inland Empire, dan turun ke Greater San Diego. Populasi California Selatan merangkumi tujuh kawasan metropolitan, atau MSA: kawasan metropolitan Los Angeles, yang terdiri daripada daerah Los Angeles dan Orange; Empayar Inland, yang terdiri daripada daerah Riverside dan San Bernardino; kawasan metropolitan San Diego; kawasan metropolitan Oxnard-Thousand Oaks-Ventura; kawasan metro Santa Barbara; kawasan metropolitan San Luis Obispo; dan kawasan El Centro. Daripada jumlah ini, tiga adalah kawasan berpenduduk berat: kawasan Los Angeles dengan lebih 12 juta penduduk, kawasan Riverside-San Bernardino dengan lebih empat juta penduduk, dan kawasan San Diego dengan lebih 3 juta penduduk. Untuk tujuan metropolitan CSA, lima daerah Los Angeles, Orange, Riverside, San Bernardino, dan Ventura semuanya digabungkan untuk membentuk Greater Los Angeles Area dengan lebih 17.5 juta orang. Dengan lebih 22 juta orang, California selatan mengandungi kira-kira 60 peratus penduduk California.\n\nDi sebelah timur adalah Gurun Colorado dan Sungai Colorado di sempadan dengan Arizona, dan Gurun Mojave di sempadan dengan negeri Nevada. Di selatan adalah sempadan Mexico-Amerika Syarikat.\n\nDi selatan California terdapat dua bandar utama, Los Angeles dan San Diego, serta tiga kawasan metropolitan terbesar di negara ini. Dengan populasi seramai 3,792,621, Los Angeles merupakan bandar yang paling ramai penduduk di California dan kedua paling ramai penduduk di Amerika Syarikat. Di selatan dan dengan populasi 1,307,402 adalah San Diego, bandar kedua paling ramai penduduk di negeri ini dan kelapan paling ramai penduduk di negara ini.\n\nKaunti-daerahnya di Los Angeles, Orange, San Diego, San Bernardino, dan Riverside adalah lima yang paling ramai penduduk di negeri ini dan kesemuanya berada di 15 daerah paling ramai penduduk di Amerika Syarikat.\n\nIndustri filem, televisyen, dan muzik bergerak berpusat di Los Angeles di selatan California. Hollywood, sebuah daerah di dalam Los Angeles, juga merupakan nama yang dikaitkan dengan industri gambar bergerak. Beribu pejabat di selatan California ialah The Walt Disney Company (yang juga memiliki ABC), Sony Pictures, Universal, MGM, Paramount Pictures, 20th Century Fox, dan Warner Brothers. Universal, Warner Brothers, dan Sony juga menjalankan syarikat rekod utama.\n\nCalifornia Selatan juga merupakan rumah bagi budaya melayari dan papan luncur yang ditanam di rumah. Syarikat-syarikat seperti Volcom, Quiksilver, No Fear, RVCA, dan Body Glove semuanya beribu pejabat di sini. Pemain skateboard profesional Tony Hawk, peselancar profesional Rob Machado, Tim Curran, Bobby Martinez, Pat O'Connell, Dane Reynolds, dan Chris Ward, dan pemain snowboarder profesional Shaun White tinggal di selatan California. Beberapa tempat berselancar legenda dunia juga berada di selatan California, termasuk Trestles, Rincon, The Wedge, Huntington Beach, dan Malibu, dan ia adalah yang kedua setelah pulau Oahu dari segi rehat selancar yang terkenal. Beberapa acara sukan ekstrim terbesar di dunia, termasuk X Games, Boost Mobile Pro, dan Open of Surfing A.S. semuanya berada di selatan California. California Selatan juga penting bagi dunia kapal layar. Transpacific Yacht Race tahunan, atau Transpac, dari Los Angeles ke Hawaii, adalah salah satu acara perdana kapal layar. Kelab Kapal Layar San Diego mengadakan Piala Amerika, hadiah paling berprestij dalam kapal layar, dari 1988 hingga 1995 dan menjadi tuan rumah tiga perlumbaan Piala Amerika pada masa itu.\n\nRamai penduduk tempatan dan pelancong sering ke pantai selatan California kerana pantainya yang popular, dan bandar gurun Palm Springs adalah popular kerana rasa resortnya dan kawasan lapang yang berdekatan.\n\n\"California Selatan\" bukanlah sebutan geografi formal, dan definisi tentang apa yang membentuk California selatan berbeza-beza. Secara geografi, titik tengah utara-selatan California terletak tepat pada 37deg 9' 58.23\" latitud, sekitar 11 batu (18 km) selatan San Jose; bagaimanapun, ini tidak bertepatan dengan penggunaan istilah popular. Apabila negeri ini terbahagi kepada dua kawasan (utara dan selatan California), istilah \"selatan California\" biasanya merujuk kepada sepuluh daerah paling selatan di negeri ini. Definisi ini bertepatan dengan garis daerah pada garis latitud utara 35deg 47' 28', yang membentuk sempadan utara San Luis Obispo, Kern, dan San Bernardino. Satu lagi definisi untuk selatan California menggunakan Point Conception dan Pergunungan Tehachapi sebagai sempadan utara.\n\nWalaupun tiada takrifan rasmi untuk sempadan utara California selatan, pembahagian sedemikian telah wujud dari zaman ketika Mexico memerintah California, dan pertikaian politik berlaku antara Californios of Monterey di bahagian atas dan Los Angeles di bahagian bawah Alta California. Berikutan pengambilalihan California oleh Amerika Syarikat, pembahagian ini diteruskan sebagai sebahagian daripada usaha beberapa ahli politik pro-perhambaan untuk mengatur pembahagian Alta California pada 36 darjah, 30 minit, garis Kompromi Missouri. Sebaliknya, pemergian Kompromi 1850 membolehkan California diterima masuk ke Kesatuan sebagai negara bebas, menghalang California selatan daripada menjadi negara hamba tersendiri yang berasingan.\n\nSeterusnya, Californios (tidak berpuas hati dengan cukai tidak adil dan undang-undang tanah) dan pro-perhambaan orang selatan dalam \"Daerah Lembu\" yang padat penduduknya di selatan California cuba tiga kali pada tahun 1850-an untuk mencapai status kenegaraan atau wilayah yang berasingan daripada California Utara. Percubaan terakhir, Akta Pico 1859, telah diluluskan oleh Dewan Undangan Negeri California dan ditandatangani oleh gabenor Negeri John B. Weller. Ia telah diluluskan dengan banyaknya oleh hampir 75% pengundi di Wilayah Colorado yang dicadangkan. Wilayah ini adalah untuk memasukkan semua daerah sehingga Kaunti Tulare yang jauh lebih besar (yang termasuk apa yang kini Raja-raja, sebahagian besar Kern, dan sebahagian daripada daerah Inyo) dan Kaunti San Luis Obispo. Cadangan ini dihantar ke Washington, D.C. dengan peguam bela yang kuat di Senator Milton Latham. Walau bagaimanapun, krisis pemisahan berikutan pemilihan Abraham Lincoln pada tahun 1860 menyebabkan cadangan itu tidak pernah datang ke suatu undi.\n\nPada tahun 1900, Los Angeles Times mentakrifkan selatan California sebagai termasuk \"tujuh daerah Los Angeles, San Bernardino, Orange, Riverside, San Diego, Ventura dan Santa Barbara\". Pada tahun 1999, Times menambah daerah yang lebih baru - Imperial - ke senarai itu.\n\nNegeri ini paling biasa dibahagikan dan dipromosikan oleh kumpulan pelancongan serantau sebagai terdiri daripada wilayah utara, tengah, dan selatan California. Dua Kelab Auto AAA negeri ini, Persatuan Automobil Negeri California dan Kelab Automobil California Selatan, memilih untuk mempermudah perkara dengan membahagikan negeri di sepanjang garis di mana bidang kuasa mereka untuk keahlian memohon, sebagai sama ada utara atau selatan California, berbeza dengan sudut pandangan tiga wilayah. Pengaruh lain adalah frasa geografi Selatan Tehachapis, yang akan memisahkan wilayah selatan di puncak rentang melintang itu, tetapi dalam definisi itu, bahagian gurun di utara Los Angeles County dan timur Kern dan San Bernardino Counties akan dimasukkan ke dalam selatan California wilayah kerana jarak jauh mereka dari lembah tengah dan landskap gurun pedalaman.\n\nCalifornia Selatan terdiri daripada persekitaran bandar yang sangat maju, rumah kepada beberapa kawasan bandar terbesar di negeri ini, bersama-sama dengan kawasan-kawasan luas yang telah dibiarkan tidak berkembang. Ia merupakan megalopolis ketiga paling ramai penduduk di Amerika Syarikat, selepas Great Lakes Megalopolis dan megalopolis Timur Laut. Kebanyakan selatan California terkenal dengan komuniti pinggir bandar yang besar, tersebar dan penggunaan automobil dan lebuh raya. Kawasan dominan adalah Los Angeles, Orange County, San Diego, dan Riverside-San Bernardino, yang masing-masing merupakan pusat kawasan metropolitan masing-masing, terdiri daripada banyak bandar dan komuniti yang lebih kecil. Kawasan bandar juga menjadi tuan rumah kepada sebuah kawasan metropolitan antarabangsa dalam bentuk San Diego-Tijuana, yang dicipta oleh kawasan bandar yang tumpah ke Baja California.\n\nPerjalanan ke selatan di Interstate 5, jurang utama untuk terus urbanisasi adalah Camp Pendleton. Bandar-bandar dan komuniti di sepanjang Interstate 15 dan Interstate 215 begitu berkait antara bandar-bandar sehingga Temecula dan Murrieta mempunyai hubungan yang banyak dengan kawasan metropolitan San Diego seperti yang mereka lakukan dengan Empayar Inland. Di sebelah timur, Biro Banci Amerika Syarikat menganggap kawasan San Bernardino dan Riverside County, kawasan Riverside-San Bernardino sebagai kawasan metropolitan berasingan dari Los Angeles County. Walaupun banyak berulang-alik ke L.A. dan Orange Counties, terdapat beberapa perbezaan dalam pembangunan, kerana kebanyakan San Bernardino dan Riverside Counties (bahagian bukan gurun) telah dibangunkan pada 1980-an dan 1990-an. Kawasan ekstrim yang baru dibangunkan dibentuk di Lembah Antelope di utara Los Angeles, Lembah Victor dan Lembah Coachella dengan Lembah Imperial. Juga, pertumbuhan penduduk adalah tinggi di kawasan Bakersfield-Kern County, Santa Maria dan San Luis Obispo.\n\nCalifornia Selatan mengandungi iklim Mediterranean, dengan hujan yang jarang dan banyak hari cerah. Musim panas panas panas dan kering, manakala musim sejuk agak panas atau ringan dan basah. Hujan lebat boleh berlaku luar biasa. Pada musim panas, julat suhu adalah 90-60 manakala musim sejuk adalah 70-50, biasanya seluruh California Selatan mempunyai iklim Mediterranean. Tetapi salji sangat jarang berlaku di Barat Daya negeri ini, ia berlaku di Tenggara negeri ini.\n\nCalifornia Selatan terdiri daripada salah satu koleksi yang lebih pelbagai landskap geologi, topografi, dan ekosistem semula jadi dalam kepelbagaian melebihi jumlah wilayah utama lain di negeri dan negara. Wilayah ini merangkumi pulau-pulau Lautan Pasifik, garis pantai, pantai, dan dataran pantai, melalui Transverse dan Peninsular Ranges dengan puncak mereka, ke dalam lembah dalaman yang besar dan kecil, ke padang pasir California yang luas.\n\nSetiap tahun, kawasan selatan California mempunyai kira-kira 10,000 gempa bumi. Hampir kesemua mereka adalah sangat kecil sehingga tidak dirasai. Hanya beberapa ratus yang lebih besar daripada magnitud 3.0, dan hanya sekitar 15-20 yang lebih besar daripada magnitud 4.0. Gempa bumi magnitud 6.7 1994 Northridge terutamanya memusnah, menyebabkan sejumlah besar kematian, kecederaan, dan runtuhan struktur. Ia menyebabkan kerosakan harta benda yang paling banyak dari gempa bumi dalam sejarah A.S., dianggarkan lebih dari $ 20 bilion.\n\nBanyak faul mampu menghasilkan gempa bumi bermagnitud 6.7+ , seperti San Andreas Fault, yang mampu menghasilkan magnitud 8.0 peristiwa. Antara kesalahan lain termasuk San Jacinto Fault, Puente Hills Fault, dan Elsinore Fault Zone. USGS telah mengeluarkan ramalan Gempa California yang memodelkan kejadian Gempa Bumi di California.\n\nCalifornia Selatan dibahagikan secara budaya, politik, dan ekonomi kepada wilayah yang tersendiri, masing-masing mengandungi budaya dan suasananya sendiri, berlabuh biasanya oleh sebuah bandar dengan kedua-dua pengiktirafan kebangsaan dan kadang-kadang global, yang sering menjadi pusat aktiviti ekonomi untuk wilayah masing-masing dan menjadi rumah kepada banyak destinasi pelancongan. Setiap wilayah dibahagikan lagi kepada banyak kawasan yang berbeza budaya tetapi secara keseluruhannya bergabung untuk mewujudkan atmosfera selatan California.\n\nSetakat Banci Amerika Syarikat 2010, California selatan mempunyai populasi 22,680,010. Walaupun reputasi untuk kadar pertumbuhan yang tinggi, kadar California selatan tumbuh kurang daripada purata negeri 10.0% pada tahun 2000-an kerana pertumbuhan California menjadi tertumpu di bahagian utara negeri ini kerana ekonomi yang lebih kuat dan berorientasikan teknologi di Bay Area dan rantau Greater Sacramento yang baru muncul.\n\nCalifornia Selatan terdiri daripada satu Kawasan Statistik Gabungan, lapan Kawasan Statistik Metropolitan, satu kawasan metropolitan antarabangsa, dan beberapa bahagian metropolitan. Wilayah ini adalah rumah kepada dua kawasan metropolitan yang dilanjutkan yang melebihi lima juta penduduk. These are the Greater Los Angeles Area at 17,786,419, and San Diego-Tijuana at 5,105,768. Daripada kawasan metropolitan ini, kawasan metropolitan Los Angeles-Long Beach-Santa Ana, kawasan metropolitan Riverside-San Bernardino-Ontario, dan kawasan metropolitan Oxnard-Thousand Oaks-Ventura membentuk Greater Los Angeles; manakala kawasan metropolitan El Centro dan kawasan metropolitan San Diego-Carlsbad-San Marcos membentuk Wilayah Sempadan Selatan. Utara Greater Los Angeles adalah kawasan metropolitan Santa Barbara, San Luis Obispo, dan Bakersfield.\n\nLos Angeles (pada 3.7 juta orang) dan San Diego (pada 1.3 juta orang), kedua-duanya di selatan California, adalah dua bandar terbesar di seluruh California (dan dua daripada lapan bandar terbesar di Amerika Syarikat). Di selatan California terdapat juga dua belas bandar dengan lebih 200,000 penduduk dan 34 bandar lebih 100,000 penduduk. Banyak bandar-bandar di selatan California yang paling maju terletak di sepanjang atau berdekatan dengan pantai, kecuali San Bernardino dan Riverside.\n\nEkonomi California Selatan adalah pelbagai dan salah satu yang terbesar di Amerika Syarikat. Ia didominasi dan sangat bergantung kepada kelimpahan petroleum, berbanding dengan kawasan lain di mana kereta yang hampir tidak dominan, majoriti pengangkutan yang luas berjalan di atas bahan api ini. California Selatan terkenal dengan pelancongan dan Hollywood (filem, televisyen, dan muzik). Industri lain termasuk perisian, automotif, pelabuhan, kewangan, pelancongan, bioperubatan, dan logistik serantau. Wilayah ini merupakan pemimpin dalam gelembung perumahan 2001-2007, dan telah banyak dipengaruhi oleh kemalangan perumahan.\n\nSejak 1920-an, gambar gerakan, pembuatan petroleum dan pesawat merupakan industri utama. Di salah satu kawasan pertanian terkaya di A.S., lembu dan sitrus merupakan industri utama sehingga tanah ladang ditukar menjadi pinggir bandar. Walaupun pengurangan perbelanjaan tentera telah memberi kesan, aeroangkasa terus menjadi faktor utama.\n\nCalifornia Selatan adalah rumah kepada banyak daerah perniagaan utama. Daerah perniagaan pusat (CBD) termasuk Downtown Los Angeles, Downtown San Diego, Downtown San Bernardino, Downtown Bakersfield, South Coast Metro dan Downtown Riverside.\n\nDi dalam Kawasan Los Angeles terdapat daerah perniagaan utama Downtown Burbank, Downtown Santa Monica, Downtown Glendale dan Downtown Long Beach. Los Angeles sendiri mempunyai banyak daerah perniagaan termasuk daerah perniagaan pusat Downtown Los Angeles serta yang membariskan Wilshire Boulevard Miracle Mile termasuk Century City, Westwood dan Warner Center di Lembah San Fernando.\n\nKawasan San Bernardino-Riverside mengekalkan daerah perniagaan Downtown San Bernardino, Pusat Perniagaan / Kewangan Hospitaliti, University Town yang berada di San Bernardino dan Downtown Riverside.\n\nOrange County adalah pusat perniagaan yang pesat membangun yang merangkumi Downtown Santa Ana, Metro Pantai Selatan dan daerah Newport Center; serta pusat perniagaan Irvine The Irvine Spectrum, West Irvine, dan syarikat antarabangsa yang beribu pejabat di University of California, Irvine. West Irvine termasuk Irvine Tech Center dan Jamboree Business Parks.\n\nDowntown San Diego adalah daerah perniagaan pusat San Diego, walaupun bandar ini dipenuhi dengan daerah perniagaan. Ini termasuk Carmel Valley, Del Mar Heights, Mission Valley, Rancho Bernardo, Sorrento Mesa, dan University City. Kebanyakan daerah ini terletak di San Diego Utara dan beberapa di dalam wilayah County Utara.\n\nCalifornia Selatan adalah rumah kepada Lapangan Terbang Antarabangsa Los Angeles, lapangan terbang kedua tersibuk di Amerika Syarikat mengikut jumlah penumpang (lihat lapangan terbang tersibuk di Dunia oleh trafik penumpang) dan yang ketiga mengikut jumlah penumpang antarabangsa (lihat lapangan terbang Busiest di Amerika Syarikat oleh trafik penumpang antarabangsa); Lapangan Terbang Antarabangsa San Diego lapangan terbang landasan tunggal tersibuk di dunia; Lapangan Terbang Van Nuys, lapangan terbang penerbangan am tersibuk di dunia; lapangan terbang komersial utama di Orange County, Bakersfield, Ontario, Burbank dan Long Beach; dan banyak lapangan terbang penerbangan komersial dan am yang lebih kecil.\n\nEnam daripada tujuh garisan sistem rel komuter, Metrolink, berlari keluar dari Downtown Los Angeles, menghubungkan daerah Los Angeles, Ventura, San Bernardino, Riverside, Orange, dan San Diego dengan barisan lain yang menghubungkan daerah San Bernardino, Riverside, dan Orange secara langsung.\n\nCalifornia Selatan juga merupakan tempat terletaknya Pelabuhan Los Angeles, pelabuhan komersial tersibuk Amerika Syarikat; Pelabuhan Long Beach yang bersebelahan, pelabuhan kontena tersibuk kedua Amerika Syarikat; dan Pelabuhan San Diego.\n\nTech Coast adalah moniker yang telah mendapat penggunaan sebagai penerang untuk teknologi dan pangkalan industri yang pelbagai di rantau ini serta banyak universiti penyelidikan berprestij dan terkenal di dunia dan institusi awam dan swasta yang lain. Antara yang termasuk 5 kampus University of California (Irvine, Los Angeles, Riverside, Santa Barbara, dan San Diego); 12 kampus California State University (Bakersfield, Channel Islands, Dominguez Hills, Fullerton, Los Angeles, Long Beach, Northridge, Pomona, San Bernardino, San Diego, San Marcos, dan San Luis Obispo); dan institusi swasta seperti California Institute of Technology, Chapman University, Claremont Colleges (Claremont McKenna College, Harvey Mudd College, Pitzer College, Pomona College, dan Scripps College), Loma Linda University, Loyola Marymount University, Occidental College, Pepperdine University, University of Redlands, University of San Diego, dan University of Southern California.\n\nPasukan sukan profesional di California Selatan termasuk pasukan dari NFL (Los Angeles Rams, San Diego Chargers); NBA (Los Angeles Lakers, Los Angeles Clippers); MLB (Los Angeles Dodgers, Los Angeles Angels of Anaheim, San Diego Padres); NHL (Los Angeles Kings, Anaheim Ducks); dan MLS (LA Galaxy).\n\nDari 2005 hingga 2014, terdapat dua pasukan Major League Soccer di Los Angeles-LA Galaxy dan Chivas USA-yang kedua-duanya bermain di StubHub Center dan merupakan pesaing tempatan. Walau bagaimanapun, Chivas telah digantung selepas musim MLS 2014, dengan pasukan MLS kedua dijadualkan kembali pada 2018.\n\nSukan kolej juga popular di selatan California. The UCLA Bruins and the USC Trojans both field teams in NCAA Division I in the Pac-12 Conference, and there is a longtime rivalry between the schools.\n\nRagbi juga merupakan sukan yang semakin meningkat di selatan California, terutamanya di peringkat sekolah tinggi, dengan bilangan sekolah yang semakin meningkat menambahkan ragbi sebagai sukan sekolah rasmi.",
        "passages": ["California Selatan, sering disingkatkan SoCal, adalah wilayah geografi dan budaya yang umumnya terdiri dari 10 daerah paling selatan di California. Wilayah ini secara tradisinya digambarkan sebagai \"lapan daerah\", berdasarkan demografi dan hubungan ekonomi: Imperial, Los Angeles, Orange, Riverside, San Bernardino, San Diego, Santa Barbara, dan Ventura. Definisi 10-county yang lebih luas, termasuk daerah Kern dan San Luis Obispo, juga digunakan berdasarkan pembahagian politik sejarah. California Selatan merupakan pusat ekonomi utama bagi negeri California dan Amerika Syarikat."],
        "answer": "sepuluh daerah paling selatan di negeri ini",
        "supports": []
    }, {
        "question": "Apakah sukan yang berkembang di California selatan?",
        "context": "California Selatan, sering disingkatkan SoCal, adalah wilayah geografi dan budaya yang umumnya terdiri dari 10 daerah paling selatan di California. Wilayah ini secara tradisinya digambarkan sebagai \"lapan daerah\", berdasarkan demografi dan hubungan ekonomi: Imperial, Los Angeles, Orange, Riverside, San Bernardino, San Diego, Santa Barbara, dan Ventura. Definisi 10-county yang lebih luas, termasuk daerah Kern dan San Luis Obispo, juga digunakan berdasarkan pembahagian politik sejarah. California Selatan merupakan pusat ekonomi utama bagi negeri California dan Amerika Syarikat.\n\nDefinisi 8- dan 10-county tidak digunakan untuk Megaregion California Selatan yang lebih besar, salah satu daripada 11 megaregions Amerika Syarikat. Kawasan megaregion lebih luas, memanjang ke timur ke Las Vegas, Nevada, dan ke selatan melintasi sempadan Mexico ke Tijuana.\n\nCalifornia Selatan termasuk kawasan bandar yang dibina dengan berat terbentang di sepanjang pantai Pasifik dari Ventura, melalui Greater Los Angeles Area dan Inland Empire, dan turun ke Greater San Diego. Populasi California Selatan merangkumi tujuh kawasan metropolitan, atau MSA: kawasan metropolitan Los Angeles, yang terdiri daripada daerah Los Angeles dan Orange; Empayar Inland, yang terdiri daripada daerah Riverside dan San Bernardino; kawasan metropolitan San Diego; kawasan metropolitan Oxnard-Thousand Oaks-Ventura; kawasan metro Santa Barbara; kawasan metropolitan San Luis Obispo; dan kawasan El Centro. Daripada jumlah ini, tiga adalah kawasan berpenduduk berat: kawasan Los Angeles dengan lebih 12 juta penduduk, kawasan Riverside-San Bernardino dengan lebih empat juta penduduk, dan kawasan San Diego dengan lebih 3 juta penduduk. Untuk tujuan metropolitan CSA, lima daerah Los Angeles, Orange, Riverside, San Bernardino, dan Ventura semuanya digabungkan untuk membentuk Greater Los Angeles Area dengan lebih 17.5 juta orang. Dengan lebih 22 juta orang, California selatan mengandungi kira-kira 60 peratus penduduk California.\n\nDi sebelah timur adalah Gurun Colorado dan Sungai Colorado di sempadan dengan Arizona, dan Gurun Mojave di sempadan dengan negeri Nevada. Di selatan adalah sempadan Mexico-Amerika Syarikat.\n\nDi selatan California terdapat dua bandar utama, Los Angeles dan San Diego, serta tiga kawasan metropolitan terbesar di negara ini. Dengan populasi seramai 3,792,621, Los Angeles merupakan bandar yang paling ramai penduduk di California dan kedua paling ramai penduduk di Amerika Syarikat. Di selatan dan dengan populasi 1,307,402 adalah San Diego, bandar kedua paling ramai penduduk di negeri ini dan kelapan paling ramai penduduk di negara ini.\n\nKaunti-daerahnya di Los Angeles, Orange, San Diego, San Bernardino, dan Riverside adalah lima yang paling ramai penduduk di negeri ini dan kesemuanya berada di 15 daerah paling ramai penduduk di Amerika Syarikat.\n\nIndustri filem, televisyen, dan muzik bergerak berpusat di Los Angeles di selatan California. Hollywood, sebuah daerah di dalam Los Angeles, juga merupakan nama yang dikaitkan dengan industri gambar bergerak. Beribu pejabat di selatan California ialah The Walt Disney Company (yang juga memiliki ABC), Sony Pictures, Universal, MGM, Paramount Pictures, 20th Century Fox, dan Warner Brothers. Universal, Warner Brothers, dan Sony juga menjalankan syarikat rekod utama.\n\nCalifornia Selatan juga merupakan rumah bagi budaya melayari dan papan luncur yang ditanam di rumah. Syarikat-syarikat seperti Volcom, Quiksilver, No Fear, RVCA, dan Body Glove semuanya beribu pejabat di sini. Pemain skateboard profesional Tony Hawk, peselancar profesional Rob Machado, Tim Curran, Bobby Martinez, Pat O'Connell, Dane Reynolds, dan Chris Ward, dan pemain snowboarder profesional Shaun White tinggal di selatan California. Beberapa tempat berselancar legenda dunia juga berada di selatan California, termasuk Trestles, Rincon, The Wedge, Huntington Beach, dan Malibu, dan ia adalah yang kedua setelah pulau Oahu dari segi rehat selancar yang terkenal. Beberapa acara sukan ekstrim terbesar di dunia, termasuk X Games, Boost Mobile Pro, dan Open of Surfing A.S. semuanya berada di selatan California. California Selatan juga penting bagi dunia kapal layar. Transpacific Yacht Race tahunan, atau Transpac, dari Los Angeles ke Hawaii, adalah salah satu acara perdana kapal layar. Kelab Kapal Layar San Diego mengadakan Piala Amerika, hadiah paling berprestij dalam kapal layar, dari 1988 hingga 1995 dan menjadi tuan rumah tiga perlumbaan Piala Amerika pada masa itu.\n\nRamai penduduk tempatan dan pelancong sering ke pantai selatan California kerana pantainya yang popular, dan bandar gurun Palm Springs adalah popular kerana rasa resortnya dan kawasan lapang yang berdekatan.\n\n\"California Selatan\" bukanlah sebutan geografi formal, dan definisi tentang apa yang membentuk California selatan berbeza-beza. Secara geografi, titik tengah utara-selatan California terletak tepat pada 37deg 9' 58.23\" latitud, sekitar 11 batu (18 km) selatan San Jose; bagaimanapun, ini tidak bertepatan dengan penggunaan istilah popular. Apabila negeri ini terbahagi kepada dua kawasan (utara dan selatan California), istilah \"selatan California\" biasanya merujuk kepada sepuluh daerah paling selatan di negeri ini. Definisi ini bertepatan dengan garis daerah pada garis latitud utara 35deg 47' 28', yang membentuk sempadan utara San Luis Obispo, Kern, dan San Bernardino. Satu lagi definisi untuk selatan California menggunakan Point Conception dan Pergunungan Tehachapi sebagai sempadan utara.\n\nWalaupun tiada takrifan rasmi untuk sempadan utara California selatan, pembahagian sedemikian telah wujud dari zaman ketika Mexico memerintah California, dan pertikaian politik berlaku antara Californios of Monterey di bahagian atas dan Los Angeles di bahagian bawah Alta California. Berikutan pengambilalihan California oleh Amerika Syarikat, pembahagian ini diteruskan sebagai sebahagian daripada usaha beberapa ahli politik pro-perhambaan untuk mengatur pembahagian Alta California pada 36 darjah, 30 minit, garis Kompromi Missouri. Sebaliknya, pemergian Kompromi 1850 membolehkan California diterima masuk ke Kesatuan sebagai negara bebas, menghalang California selatan daripada menjadi negara hamba tersendiri yang berasingan.\n\nSeterusnya, Californios (tidak berpuas hati dengan cukai tidak adil dan undang-undang tanah) dan pro-perhambaan orang selatan dalam \"Daerah Lembu\" yang padat penduduknya di selatan California cuba tiga kali pada tahun 1850-an untuk mencapai status kenegaraan atau wilayah yang berasingan daripada California Utara. Percubaan terakhir, Akta Pico 1859, telah diluluskan oleh Dewan Undangan Negeri California dan ditandatangani oleh gabenor Negeri John B. Weller. Ia telah diluluskan dengan banyaknya oleh hampir 75% pengundi di Wilayah Colorado yang dicadangkan. Wilayah ini adalah untuk memasukkan semua daerah sehingga Kaunti Tulare yang jauh lebih besar (yang termasuk apa yang kini Raja-raja, sebahagian besar Kern, dan sebahagian daripada daerah Inyo) dan Kaunti San Luis Obispo. Cadangan ini dihantar ke Washington, D.C. dengan peguam bela yang kuat di Senator Milton Latham. Walau bagaimanapun, krisis pemisahan berikutan pemilihan Abraham Lincoln pada tahun 1860 menyebabkan cadangan itu tidak pernah datang ke suatu undi.\n\nPada tahun 1900, Los Angeles Times mentakrifkan selatan California sebagai termasuk \"tujuh daerah Los Angeles, San Bernardino, Orange, Riverside, San Diego, Ventura dan Santa Barbara\". Pada tahun 1999, Times menambah daerah yang lebih baru - Imperial - ke senarai itu.\n\nNegeri ini paling biasa dibahagikan dan dipromosikan oleh kumpulan pelancongan serantau sebagai terdiri daripada wilayah utara, tengah, dan selatan California. Dua Kelab Auto AAA negeri ini, Persatuan Automobil Negeri California dan Kelab Automobil California Selatan, memilih untuk mempermudah perkara dengan membahagikan negeri di sepanjang garis di mana bidang kuasa mereka untuk keahlian memohon, sebagai sama ada utara atau selatan California, berbeza dengan sudut pandangan tiga wilayah. Pengaruh lain adalah frasa geografi Selatan Tehachapis, yang akan memisahkan wilayah selatan di puncak rentang melintang itu, tetapi dalam definisi itu, bahagian gurun di utara Los Angeles County dan timur Kern dan San Bernardino Counties akan dimasukkan ke dalam selatan California wilayah kerana jarak jauh mereka dari lembah tengah dan landskap gurun pedalaman.\n\nCalifornia Selatan terdiri daripada persekitaran bandar yang sangat maju, rumah kepada beberapa kawasan bandar terbesar di negeri ini, bersama-sama dengan kawasan-kawasan luas yang telah dibiarkan tidak berkembang. Ia merupakan megalopolis ketiga paling ramai penduduk di Amerika Syarikat, selepas Great Lakes Megalopolis dan megalopolis Timur Laut. Kebanyakan selatan California terkenal dengan komuniti pinggir bandar yang besar, tersebar dan penggunaan automobil dan lebuh raya. Kawasan dominan adalah Los Angeles, Orange County, San Diego, dan Riverside-San Bernardino, yang masing-masing merupakan pusat kawasan metropolitan masing-masing, terdiri daripada banyak bandar dan komuniti yang lebih kecil. Kawasan bandar juga menjadi tuan rumah kepada sebuah kawasan metropolitan antarabangsa dalam bentuk San Diego-Tijuana, yang dicipta oleh kawasan bandar yang tumpah ke Baja California.\n\nPerjalanan ke selatan di Interstate 5, jurang utama untuk terus urbanisasi adalah Camp Pendleton. Bandar-bandar dan komuniti di sepanjang Interstate 15 dan Interstate 215 begitu berkait antara bandar-bandar sehingga Temecula dan Murrieta mempunyai hubungan yang banyak dengan kawasan metropolitan San Diego seperti yang mereka lakukan dengan Empayar Inland. Di sebelah timur, Biro Banci Amerika Syarikat menganggap kawasan San Bernardino dan Riverside County, kawasan Riverside-San Bernardino sebagai kawasan metropolitan berasingan dari Los Angeles County. Walaupun banyak berulang-alik ke L.A. dan Orange Counties, terdapat beberapa perbezaan dalam pembangunan, kerana kebanyakan San Bernardino dan Riverside Counties (bahagian bukan gurun) telah dibangunkan pada 1980-an dan 1990-an. Kawasan ekstrim yang baru dibangunkan dibentuk di Lembah Antelope di utara Los Angeles, Lembah Victor dan Lembah Coachella dengan Lembah Imperial. Juga, pertumbuhan penduduk adalah tinggi di kawasan Bakersfield-Kern County, Santa Maria dan San Luis Obispo.\n\nCalifornia Selatan mengandungi iklim Mediterranean, dengan hujan yang jarang dan banyak hari cerah. Musim panas panas panas dan kering, manakala musim sejuk agak panas atau ringan dan basah. Hujan lebat boleh berlaku luar biasa. Pada musim panas, julat suhu adalah 90-60 manakala musim sejuk adalah 70-50, biasanya seluruh California Selatan mempunyai iklim Mediterranean. Tetapi salji sangat jarang berlaku di Barat Daya negeri ini, ia berlaku di Tenggara negeri ini.\n\nCalifornia Selatan terdiri daripada salah satu koleksi yang lebih pelbagai landskap geologi, topografi, dan ekosistem semula jadi dalam kepelbagaian melebihi jumlah wilayah utama lain di negeri dan negara. Wilayah ini merangkumi pulau-pulau Lautan Pasifik, garis pantai, pantai, dan dataran pantai, melalui Transverse dan Peninsular Ranges dengan puncak mereka, ke dalam lembah dalaman yang besar dan kecil, ke padang pasir California yang luas.\n\nSetiap tahun, kawasan selatan California mempunyai kira-kira 10,000 gempa bumi. Hampir kesemua mereka adalah sangat kecil sehingga tidak dirasai. Hanya beberapa ratus yang lebih besar daripada magnitud 3.0, dan hanya sekitar 15-20 yang lebih besar daripada magnitud 4.0. Gempa bumi magnitud 6.7 1994 Northridge terutamanya memusnah, menyebabkan sejumlah besar kematian, kecederaan, dan runtuhan struktur. Ia menyebabkan kerosakan harta benda yang paling banyak dari gempa bumi dalam sejarah A.S., dianggarkan lebih dari $ 20 bilion.\n\nBanyak faul mampu menghasilkan gempa bumi bermagnitud 6.7+ , seperti San Andreas Fault, yang mampu menghasilkan magnitud 8.0 peristiwa. Antara kesalahan lain termasuk San Jacinto Fault, Puente Hills Fault, dan Elsinore Fault Zone. USGS telah mengeluarkan ramalan Gempa California yang memodelkan kejadian Gempa Bumi di California.\n\nCalifornia Selatan dibahagikan secara budaya, politik, dan ekonomi kepada wilayah yang tersendiri, masing-masing mengandungi budaya dan suasananya sendiri, berlabuh biasanya oleh sebuah bandar dengan kedua-dua pengiktirafan kebangsaan dan kadang-kadang global, yang sering menjadi pusat aktiviti ekonomi untuk wilayah masing-masing dan menjadi rumah kepada banyak destinasi pelancongan. Setiap wilayah dibahagikan lagi kepada banyak kawasan yang berbeza budaya tetapi secara keseluruhannya bergabung untuk mewujudkan atmosfera selatan California.\n\nSetakat Banci Amerika Syarikat 2010, California selatan mempunyai populasi 22,680,010. Walaupun reputasi untuk kadar pertumbuhan yang tinggi, kadar California selatan tumbuh kurang daripada purata negeri 10.0% pada tahun 2000-an kerana pertumbuhan California menjadi tertumpu di bahagian utara negeri ini kerana ekonomi yang lebih kuat dan berorientasikan teknologi di Bay Area dan rantau Greater Sacramento yang baru muncul.\n\nCalifornia Selatan terdiri daripada satu Kawasan Statistik Gabungan, lapan Kawasan Statistik Metropolitan, satu kawasan metropolitan antarabangsa, dan beberapa bahagian metropolitan. Wilayah ini adalah rumah kepada dua kawasan metropolitan yang dilanjutkan yang melebihi lima juta penduduk. These are the Greater Los Angeles Area at 17,786,419, and San Diego-Tijuana at 5,105,768. Daripada kawasan metropolitan ini, kawasan metropolitan Los Angeles-Long Beach-Santa Ana, kawasan metropolitan Riverside-San Bernardino-Ontario, dan kawasan metropolitan Oxnard-Thousand Oaks-Ventura membentuk Greater Los Angeles; manakala kawasan metropolitan El Centro dan kawasan metropolitan San Diego-Carlsbad-San Marcos membentuk Wilayah Sempadan Selatan. Utara Greater Los Angeles adalah kawasan metropolitan Santa Barbara, San Luis Obispo, dan Bakersfield.\n\nLos Angeles (pada 3.7 juta orang) dan San Diego (pada 1.3 juta orang), kedua-duanya di selatan California, adalah dua bandar terbesar di seluruh California (dan dua daripada lapan bandar terbesar di Amerika Syarikat). Di selatan California terdapat juga dua belas bandar dengan lebih 200,000 penduduk dan 34 bandar lebih 100,000 penduduk. Banyak bandar-bandar di selatan California yang paling maju terletak di sepanjang atau berdekatan dengan pantai, kecuali San Bernardino dan Riverside.\n\nEkonomi California Selatan adalah pelbagai dan salah satu yang terbesar di Amerika Syarikat. Ia didominasi dan sangat bergantung kepada kelimpahan petroleum, berbanding dengan kawasan lain di mana kereta yang hampir tidak dominan, majoriti pengangkutan yang luas berjalan di atas bahan api ini. California Selatan terkenal dengan pelancongan dan Hollywood (filem, televisyen, dan muzik). Industri lain termasuk perisian, automotif, pelabuhan, kewangan, pelancongan, bioperubatan, dan logistik serantau. Wilayah ini merupakan pemimpin dalam gelembung perumahan 2001-2007, dan telah banyak dipengaruhi oleh kemalangan perumahan.\n\nSejak 1920-an, gambar gerakan, pembuatan petroleum dan pesawat merupakan industri utama. Di salah satu kawasan pertanian terkaya di A.S., lembu dan sitrus merupakan industri utama sehingga tanah ladang ditukar menjadi pinggir bandar. Walaupun pengurangan perbelanjaan tentera telah memberi kesan, aeroangkasa terus menjadi faktor utama.\n\nCalifornia Selatan adalah rumah kepada banyak daerah perniagaan utama. Daerah perniagaan pusat (CBD) termasuk Downtown Los Angeles, Downtown San Diego, Downtown San Bernardino, Downtown Bakersfield, South Coast Metro dan Downtown Riverside.\n\nDi dalam Kawasan Los Angeles terdapat daerah perniagaan utama Downtown Burbank, Downtown Santa Monica, Downtown Glendale dan Downtown Long Beach. Los Angeles sendiri mempunyai banyak daerah perniagaan termasuk daerah perniagaan pusat Downtown Los Angeles serta yang membariskan Wilshire Boulevard Miracle Mile termasuk Century City, Westwood dan Warner Center di Lembah San Fernando.\n\nKawasan San Bernardino-Riverside mengekalkan daerah perniagaan Downtown San Bernardino, Pusat Perniagaan / Kewangan Hospitaliti, University Town yang berada di San Bernardino dan Downtown Riverside.\n\nOrange County adalah pusat perniagaan yang pesat membangun yang merangkumi Downtown Santa Ana, Metro Pantai Selatan dan daerah Newport Center; serta pusat perniagaan Irvine The Irvine Spectrum, West Irvine, dan syarikat antarabangsa yang beribu pejabat di University of California, Irvine. West Irvine termasuk Irvine Tech Center dan Jamboree Business Parks.\n\nDowntown San Diego adalah daerah perniagaan pusat San Diego, walaupun bandar ini dipenuhi dengan daerah perniagaan. Ini termasuk Carmel Valley, Del Mar Heights, Mission Valley, Rancho Bernardo, Sorrento Mesa, dan University City. Kebanyakan daerah ini terletak di San Diego Utara dan beberapa di dalam wilayah County Utara.\n\nCalifornia Selatan adalah rumah kepada Lapangan Terbang Antarabangsa Los Angeles, lapangan terbang kedua tersibuk di Amerika Syarikat mengikut jumlah penumpang (lihat lapangan terbang tersibuk di Dunia oleh trafik penumpang) dan yang ketiga mengikut jumlah penumpang antarabangsa (lihat lapangan terbang Busiest di Amerika Syarikat oleh trafik penumpang antarabangsa); Lapangan Terbang Antarabangsa San Diego lapangan terbang landasan tunggal tersibuk di dunia; Lapangan Terbang Van Nuys, lapangan terbang penerbangan am tersibuk di dunia; lapangan terbang komersial utama di Orange County, Bakersfield, Ontario, Burbank dan Long Beach; dan banyak lapangan terbang penerbangan komersial dan am yang lebih kecil.\n\nEnam daripada tujuh garisan sistem rel komuter, Metrolink, berlari keluar dari Downtown Los Angeles, menghubungkan daerah Los Angeles, Ventura, San Bernardino, Riverside, Orange, dan San Diego dengan barisan lain yang menghubungkan daerah San Bernardino, Riverside, dan Orange secara langsung.\n\nCalifornia Selatan juga merupakan tempat terletaknya Pelabuhan Los Angeles, pelabuhan komersial tersibuk Amerika Syarikat; Pelabuhan Long Beach yang bersebelahan, pelabuhan kontena tersibuk kedua Amerika Syarikat; dan Pelabuhan San Diego.\n\nTech Coast adalah moniker yang telah mendapat penggunaan sebagai penerang untuk teknologi dan pangkalan industri yang pelbagai di rantau ini serta banyak universiti penyelidikan berprestij dan terkenal di dunia dan institusi awam dan swasta yang lain. Antara yang termasuk 5 kampus University of California (Irvine, Los Angeles, Riverside, Santa Barbara, dan San Diego); 12 kampus California State University (Bakersfield, Channel Islands, Dominguez Hills, Fullerton, Los Angeles, Long Beach, Northridge, Pomona, San Bernardino, San Diego, San Marcos, dan San Luis Obispo); dan institusi swasta seperti California Institute of Technology, Chapman University, Claremont Colleges (Claremont McKenna College, Harvey Mudd College, Pitzer College, Pomona College, dan Scripps College), Loma Linda University, Loyola Marymount University, Occidental College, Pepperdine University, University of Redlands, University of San Diego, dan University of Southern California.\n\nPasukan sukan profesional di California Selatan termasuk pasukan dari NFL (Los Angeles Rams, San Diego Chargers); NBA (Los Angeles Lakers, Los Angeles Clippers); MLB (Los Angeles Dodgers, Los Angeles Angels of Anaheim, San Diego Padres); NHL (Los Angeles Kings, Anaheim Ducks); dan MLS (LA Galaxy).\n\nDari 2005 hingga 2014, terdapat dua pasukan Major League Soccer di Los Angeles-LA Galaxy dan Chivas USA-yang kedua-duanya bermain di StubHub Center dan merupakan pesaing tempatan. Walau bagaimanapun, Chivas telah digantung selepas musim MLS 2014, dengan pasukan MLS kedua dijadualkan kembali pada 2018.\n\nSukan kolej juga popular di selatan California. The UCLA Bruins and the USC Trojans both field teams in NCAA Division I in the Pac-12 Conference, and there is a longtime rivalry between the schools.\n\nRagbi juga merupakan sukan yang semakin meningkat di selatan California, terutamanya di peringkat sekolah tinggi, dengan bilangan sekolah yang semakin meningkat menambahkan ragbi sebagai sukan sekolah rasmi.",
        "passages": ["Ragbi juga merupakan sukan yang semakin meningkat di selatan California, terutamanya di peringkat sekolah tinggi, dengan bilangan sekolah yang semakin meningkat menambahkan ragbi sebagai sukan sekolah rasmi."],
        "answer": "Ragbi",
        "supports": []
    }, {
        "question": "Syarikat apa yang dibentuk oleh penggabungan Sky Television dan British Satellite Broadcasting?",
        "context": "Dibentuk pada November 1990 oleh penggabungan sama rata Sky Television dan British Satellite Broadcasting, BSkyB menjadi syarikat televisyen langganan digital terbesar di UK. Berikutan pengambilalihan BSkyB 2014 Sky Italia dan majoriti 90.04% kepentingan Sky Deutschland pada November 2014, syarikat pemegangnya British Sky Broadcasting Group plc menukar namanya kepada Sky plc. Operasi United Kingdom juga menukar nama syarikat daripada British Sky Broadcasting Limited kepada Sky UK Limited, masih berdagang sebagai Sky.\n\nBerikutan pertempuran undang-undang yang panjang dengan Suruhanjaya Eropah, yang menganggap eksklusif hak-hak untuk menentang kepentingan persaingan dan pengguna, monopoli BSkyB berakhir dari musim 2007-08. Pada Mei 2006, penyiar Ireland Setanta Sports telah dianugerahkan dua daripada enam pakej Liga Perdana Inggeris yang ditawarkan oleh FA Inggeris kepada penyiar. Sky mengambil baki empat untuk PS1.3bn. Pada Februari 2015, Sky membida PS4.2bn untuk pakej 120 perlawanan liga premier merentasi tiga musim dari 2016. Ini mewakili peningkatan sebanyak 70% pada kontrak sebelumnya dan dikatakan PS1bn lebih daripada yang dijangka dibayar oleh syarikat. Langkah ini telah diikuti oleh pemotongan kakitangan, peningkatan harga langganan (termasuk 9% dalam pakej keluarga Sky) dan penurunan saluran 3D.\n\nWalaupun BSkyB telah dikecualikan daripada menjadi sebahagian daripada konsortium ONdigital, dengan itu menjadikan mereka pesaing secara lalai, BSkyB dapat menyertai penggantian bebas ke udara ITV Digital, Freeview, di mana ia memegang kepentingan yang sama dengan BBC, ITV, Channel 4 dan National Grid Wireless. Sebelum Oktober 2005, tiga saluran BSkyB boleh didapati di platform ini: Sky News, Sky Three, dan Sky Sports News. Pada mulanya BSkyB menyediakan Sky Travel untuk perkhidmatan. Walau bagaimanapun, ini digantikan oleh Sky Three pada 31 Oktober 2005, yang kemudiannya dijenamakan semula sebagai 'Pick TV' pada tahun 2011.\n\nBSkyB pada mulanya mengenakan yuran langganan tambahan untuk menggunakan Sky+ PVR dengan perkhidmatan mereka; mengetepikan caj untuk pelanggan yang pakej termasuk dua atau lebih saluran premium. Ini berubah dari 1 Julai 2007, dan kini pelanggan yang mempunyai Sky+ dan melanggan mana-mana pakej langganan BSkyB mendapatkan Sky+ termasuk tanpa bayaran tambahan. Pelanggan yang tidak melanggan saluran BSkyB masih boleh membayar yuran bulanan untuk membolehkan fungsi Sky+. Pada Januari 2010 BSkyB menghentikan Sky+ Box, mengehadkan Sky Box standard kepada peningkatan Multiroom sahaja dan mula mengeluarkan Sky+HD Box sebagai standard, dengan itu memberikan semua pelanggan baru fungsi Sky+. Pada Februari 2011 BSkyB menghentikan varian bukan HD bagi kotak Multiroomnya, menawarkan versi kotak SkyHD yang lebih kecil tanpa fungsi Sky+. Pada September 2007, Sky melancarkan kempen pengiklanan TV baru yang menyasarkan Sky+ pada wanita. Sehingga 31 Mac 2008, Sky mempunyai 3,393,000 pengguna Sky+.\n\nBSkyB menggunakan sistem pensuisan TV berbayar VideoGuard yang dimiliki oleh NDS, sebuah syarikat Cisco Systems. Terdapat kawalan ketat terhadap penggunaan penyahkod VideoGuard; ia tidak boleh didapati sebagai DVB CAM berdiri sendiri (modul capaian bersyarat). BSkyB mempunyai kuasa reka bentuk ke atas semua penerima satelit digital yang mampu menerima perkhidmatannya. Penerima, walaupun direka dan dibina oleh pengeluar yang berbeza, mesti mematuhi dengan muka pengguna yang sama kelihatan-dan-merasa seperti semua yang lain. Ini meluas kepada penawaran perakam video Peribadi (PVR) (berjenama Sky+).\n\nPada tahun 2007, BSkyB dan Virgin Media terlibat dalam pertikaian mengenai pengangkutan saluran Sky di TV kabel. Kegagalan memperbaharui perjanjian pengangkutan sedia ada yang dirundingkan dengan NTL dan Telewest mengakibatkan Virgin Media membuang saluran asas dari rangkaian pada 1 Mac 2007. Virgin Media mendakwa BSkyB telah meningkatkan harga permintaan untuk saluran-saluran itu secara substansial, tuntutan yang BSkyB menafikan, atas dasar bahawa perjanjian baru mereka menawarkan \"jauh lebih nilai\" dengan memasukkan saluran HD dan kandungan Video On Demand yang tidak sebelum ini dibawa oleh kabel.\n\nPada Julai 2013, Mahkamah Tinggi Keadilan Inggeris mendapati bahawa penggunaan Microsoft untuk istilah \"SkyDrive\" melanggar hak Sky untuk cap dagang \"Sky\". Pada 31 Julai 2013, BSkyB dan Microsoft mengumumkan penyelesaian mereka, di mana Microsoft tidak akan merayu keputusan itu, dan akan menamakan semula perkhidmatan penyimpanan awan SkyDrive selepas \"tempoh masa yang munasabah\" yang tidak ditentukan untuk membolehkan peralihan yang teratur ke jenama baru, \"ditambah\" kewangan dan syarat-syarat lain, butiran yang dirahsiakan \". Pada 27 Januari 2014, Microsoft mengumumkan \"bahawa SkyDrive akan segera menjadi OneDrive\" dan \"SkyDrive Pro\" menjadi \"OneDrive for Business\".\n\nPerkhidmatan ini bermula pada 1 September 1993 berdasarkan idea daripada ketua pegawai eksekutif ketika itu, Sam Chisholm dan Rupert Murdoch, menukar strategi perniagaan syarikat kepada konsep berasaskan yuran sepenuhnya. Pakej baru ini termasuk empat saluran yang dahulunya tersedia bebas ke udara, penyiaran di satelit Astra, serta memperkenalkan saluran baru. Perkhidmatan ini berterusan sehingga penutupan perkhidmatan analog BSkyB pada 27 September 2001, disebabkan oleh pelancaran dan pengembangan platform Sky Digital. Sesetengah saluran itu menyiarkan sama ada dalam nyahsulit jernih atau lembut (di mana penyahkod Videocrypt diperlukan untuk menyahkod, tanpa kad langganan) sebelum penambahan mereka pada pakej Multichannels Sky. Dalam masa dua bulan selepas pelancaran, BSkyB memperoleh 400,000 pelanggan baru, dengan majoriti mengambil sekurang-kurangnya satu saluran premium juga, yang membantu BSkyB mencapai 3.5 juta isi rumah menjelang pertengahan 1994. Michael Grade mengkritik operasi di hadapan Jawatankuasa Pilihan Warisan Kebangsaan, terutamanya kerana kekurangan pengaturcaraan asal pada banyak saluran baru.\n\nSky UK Limited (dahulunya British Sky Broadcasting atau BSkyB) ialah sebuah syarikat telekomunikasi British yang berkhidmat di United Kingdom. Sky menyediakan perkhidmatan internet televisyen dan jalur lebar dan perkhidmatan telefon talian tetap kepada pengguna dan perniagaan di United Kingdom. Ia merupakan penyiar TV berbayar terbesar di UK dengan 11 juta pelanggan setakat 2015. Ia merupakan perkhidmatan TV digital paling popular di UK sehingga ia telah diatasi oleh Freeview pada April 2007. Ibu pejabat korporatnya berpusat di Isleworth.\n\nPada 18 November 2015, Sky mengumumkan Sky Q, pelbagai produk dan perkhidmatan yang akan tersedia pada tahun 2016. Julat Sky Q terdiri daripada tiga kotak atas set (Sky Q, Sky Q Silver dan Sky Q Mini), penghala jalur lebar (Sky Q Hub) dan aplikasi mudah alih. Sky Q set top boxes introduce a new user interface, Wi-Fi hotspot functionality, Power-line and Bluetooth connectivity and a new touch-sensitive remote control. Sky Q Mini set top boxes connect to the Sky Q Silver set top boxes with a Wi-Fi or Power-line connection rather than receive their own satellite feeds. Ini membolehkan semua set top box dalam sesebuah isi rumah berkongsi rakaman dan media lain. Sky Q Silver set top box mampu menerima dan memaparkan siaran UHD, yang akan diperkenalkan Sky kemudian pada 2016.\n\nSiaran definisi piawai BSkyB adalah dalam MPEG-2 yang mematuhi DVB, dengan saluran Sky Movies dan Sky Box Office termasuk runut bunyi Dolby Digital pilihan untuk filem-filem terkini, walaupun ini hanya boleh dicapai dengan kotak Sky+. Bahan HD Sky+ disiarkan menggunakan MPEG-4 dan kebanyakan bahan HD menggunakan piawaian DVB-S2. Perkhidmatan interaktif dan EPG 7 hari menggunakan sistem OpenTV proprietari, dengan kotak set-top termasuk modem untuk laluan kembali. Sky News, antara saluran lain, menyediakan pseudo-video pada perkhidmatan interaktif permintaan dengan menyiarkan aliran video gelung.\n\nApabila Sky Digital dilancarkan pada tahun 1998 perkhidmatan baru menggunakan satelit Astra 2A yang terletak pada kedudukan orbit 28.5degE, tidak seperti perkhidmatan analog yang disiarkan dari 19.2degE. Ini kemudiannya diikuti oleh lebih banyak satelit Astra serta Eurobird 1 Eutelsat (kini Eutelsat 33C) pada 28.5degE), membolehkan syarikat itu melancarkan perkhidmatan digital semua yang baru, Sky, dengan potensi untuk membawa beratus-ratus saluran televisyen dan radio. Kedudukan lama dikongsi dengan penyiar dari beberapa negara Eropah, manakala kedudukan baru pada 28.5degE datang untuk digunakan hampir secara eksklusif untuk saluran yang menyiarkan ke United Kingdom.\n\nBSkyB melancarkan perkhidmatan HDTVnya, Sky+HD, pada 22 Mei 2006. Sebelum pelancarannya, BSkyB mendakwa 40,000 orang telah mendaftar untuk menerima perkhidmatan HD. Dalam seminggu sebelum pelancaran, khabar angin mula muncul bahawa BSkyB mengalami masalah bekalan dengan set top box (STB) dari pengilang Thomson. Pada hari Khamis 18 Mei 2006, dan berterusan melalui hujung minggu sebelum pelancaran, orang melaporkan bahawa BSkyB telah membatalkan atau menjadualkan semula pemasangannya. Akhirnya, BBC melaporkan bahawa 17,000 pelanggan masih belum menerima perkhidmatan itu kerana penghantaran yang gagal. Pada 31 Mac 2012, Sky mengumumkan jumlah rumah dengan Sky+HD adalah 4,222,000.\n\nPada 8 Februari 2007, BSkyB mengumumkan hasratnya untuk menggantikan tiga saluran terestrial digital bebas ke udara dengan empat saluran langganan. Ia dicadangkan bahawa saluran-saluran ini akan menawarkan pelbagai kandungan daripada portfolio BSkyB termasuk sukan (termasuk Bola Sepak Liga Perdana Inggeris), filem, hiburan dan berita. Pengumuman itu datang sehari selepas Setanta Sports mengesahkan bahawa ia akan dilancarkan pada bulan Mac sebagai perkhidmatan langganan di platform terestrial digital, dan pada hari yang sama perkhidmatan NTL dijenamakan semula sebagai Virgin Media. Walau bagaimanapun, sumber industri percaya BSkyB akan dipaksa untuk mengekalkan rancangan untuk menarik balik salurannya dari Freeview dan menggantikannya dengan saluran langganan, kerana kemungkinan kehilangan hasil pengiklanan.\n\nDisediakan adalah Ku band universal LNB (9.75/10.600 GHz) yang dipasang pada akhir hidangan dan menunjuk pada buruj satelit yang betul; kebanyakan penerima digital akan menerima saluran udara percuma. Sesetengah siaran adalah bebas ke udara dan tidak disulitkan, ada yang disulitkan tetapi tidak memerlukan langganan bulanan (dikenali sebagai bebas-untuk-melihat), ada yang disulitkan dan memerlukan langganan bulanan, dan ada yang merupakan perkhidmatan bayar-per-tontonan. Untuk melihat kandungan yang disulitkan sebuah penerima yang dilengkapi VideoGuard UK (kesemuanya didedikasikan untuk perkhidmatan Sky, dan tidak boleh digunakan untuk menyahsulitkan perkhidmatan lain) perlu digunakan. CAM tidak rasmi kini tersedia untuk melihat perkhidmatan, walaupun penggunaan mereka memecahkan kontrak pengguna dengan Sky dan membatalkan hak pengguna untuk menggunakan kad.\n\nPada musim luruh 1991, rundingan diadakan untuk hak penyiaran untuk Liga Perdana Inggeris untuk tempoh lima tahun, dari musim 1992. ITV adalah pemegang hak semasa, dan berjuang keras untuk mengekalkan hak-hak baru. ITV telah meningkatkan tawarannya daripada PS18m kepada PS34m setahun untuk mengekalkan kawalan hak-hak tersebut. BSkyB bergabung dengan BBC untuk membuat bidaan balas. BBC diberikan sorotan kebanyakan perlawanan, manakala BSkyB membayar PS304m untuk hak Liga Perdana Inggeris, akan memberikan mereka monopoli semua perlawanan langsung, sehingga 60 setiap tahun dari musim 1992. Murdoch menyifatkan sukan sebagai \"ram pemukul\" untuk televisyen berbayar, menyediakan asas pelanggan yang kuat. Beberapa minggu selepas perjanjian itu, ITV ke Mahkamah Tinggi untuk mendapatkan injunksi kerana ia percaya butiran bidaan mereka telah dibocorkan sebelum keputusan itu diambil. ITV juga meminta Pejabat Perdagangan Adil untuk menyiasat kerana ia percaya empayar media Rupert Murdoch melalui surat khabarnya telah mempengaruhi perjanjian itu. Beberapa hari kemudian tiada tindakan yang berlaku, ITV percaya BSkyB telah telefilem dan diberitahu tentang tawaran PS262m, dan Liga Perdana menasihatkan BSkyB untuk meningkatkan tawaran kaunternya.\n\nBSkyB tidak mempunyai veto mengenai kehadiran saluran di EPG mereka, dengan akses terbuka menjadi bahagian yang dikuatkuasakan dari lesen operasi mereka dari Ofcom. Mana-mana saluran yang boleh mendapatkan pengangkutan pada rasuk yang sesuai satelit di 28deg East berhak untuk akses kepada EPG BSkyB untuk bayaran, bermula dari PS15-100,000. Saluran pihak ketiga yang memilih enkripsi menerima diskaun bermula dari harga yang dikurangkan hingga penyertaan EPG percuma, pengangkutan percuma pada transponder pajakan BSkyB, atau pembayaran sebenar untuk dibawa. Namun, walaupun dalam kes ini, BSkyB tidak membawa sebarang kawalan terhadap kandungan saluran atau isu pengangkutan seperti kualiti gambar.\n\nPerkhidmatan digital BSkyB dilancarkan secara rasmi pada 1 Oktober 1998 dengan nama Sky Digital, walaupun ujian berskala kecil telah dijalankan sebelum itu. Pada masa ini penggunaan jenama Sky Digital membuat perbezaan penting antara perkhidmatan baru dan perkhidmatan analog Sky. Titik penjualan utama adalah peningkatan kualiti gambar dan suara, peningkatan jumlah saluran dan perkhidmatan interaktif berjenama Open .... kini dipanggil Sky Active, BSkyB bersaing dengan tawaran terestrial ONdigital (kemudian ITV Digital) dan perkhidmatan kabel. Dalam masa 30 hari, lebih 100,000 digibox telah dijual, yang membantu meningkatkan keputusan BSkyB untuk memberikan digibox dan minidishes percuma dari Mei 1999.\n\nVirgin Media (dijenamakan semula pada tahun 2007 dari NTL:Telewest) mula menawarkan televisyen definisi tinggi (HDTV) yang mampu set top box, walaupun dari 30 November 2006 hingga 30 Julai 2009 ia hanya membawa satu saluran HD linear, BBC HD, selepas tamatnya perbicaraan ITV HD. Virgin Media telah mendakwa bahawa saluran HD lain \"dikunci\" atau sebaliknya ditahan dari platform mereka, walaupun Virgin Media sebenarnya mempunyai pilihan untuk membawa Channel 4 HD pada masa akan datang. Walaupun begitu, saluran linear tidak ditawarkan, Virgin Media sebaliknya menumpukan perhatian pada perkhidmatan Video On Demand untuk membawa pilihan kandungan HD yang sederhana. Virgin Media bagaimanapun telah membuat beberapa kenyataan selama bertahun-tahun, mencadangkan bahawa lebih banyak saluran HD linear sedang dalam perjalanan.\n\nPerkhidmatan satelit langsung ke rumah BSkyB menjadi tersedia di 10 juta rumah pada tahun 2010, platform TV berbayar pertama di Eropah untuk mencapai tonggak itu. Mengesahkan ia telah mencapai sasarannya, penyiar itu mengatakan bahawa jangkauannya menjadi 36% isi rumah di UK mewakili penonton lebih dari 25m orang. Sasaran ini pertama kali diumumkan pada Ogos 2004, sejak itu tambahan 2.4m pelanggan telah melanggan perkhidmatan terus ke rumah BSkyB. Pengulas media telah membahaskan sama ada angka itu boleh dicapai kerana pertumbuhan bilangan pelanggan di tempat lain di Eropah semakin mengecil.\n\nAkhbar Daily Mail melaporkan pada 2012 bahawa agensi faedah kerajaan UK sedang memeriksa \"bil Sky TV\" penuntut untuk menubuhkan jika seorang wanita dalam penerimaan faedah sebagai ibu tunggal salah mendakwa hidup bersendirian \"- seperti yang didakwa, langganan saluran sukan akan mengkhianati kehadiran seorang lelaki di rumah tangga. Pada bulan Disember, parlimen UK mendengar dakwaan bahawa langganan BSkyB 'sering merosakkan', bersama-sama dengan alkohol, tembakau dan perjudian. Ahli Parlimen Konservatif Alec Shelbrooke mencadangkan pembayaran faedah dan kredit cukai pada \"Kad Tunai Kebajikan\", dalam gaya Program Bantuan Pemakanan Tambahan, yang boleh digunakan untuk membeli hanya \"keperluan\".\n\nPerjanjian itu termasuk bayaran pengangkutan tahunan tetap PS30m untuk saluran dengan kedua-dua pembekal saluran mampu untuk mendapatkan bayaran tambahan yang dibatasi jika saluran mereka memenuhi sasaran tertentu yang berkaitan dengan prestasi. Ketika ini tiada sebarang petunjuk sama ada perjanjian baharu itu termasuk kandungan tambahan Video On Demand dan Definisi Tinggi yang sebelum ini ditawarkan BSkyB. Sebagai sebahagian daripada perjanjian, kedua-dua BSkyB dan Virgin Media bersetuju untuk menamatkan semua prosiding Mahkamah Tinggi terhadap satu sama lain berkaitan pengangkutan saluran asas masing-masing.",
        "passages": ["Dibentuk pada November 1990 oleh penggabungan sama rata Sky Television dan British Satellite Broadcasting, BSkyB menjadi syarikat televisyen langganan digital terbesar di UK. Berikutan pengambilalihan BSkyB 2014 Sky Italia dan majoriti 90.04% kepentingan Sky Deutschland pada November 2014, syarikat pemegangnya British Sky Broadcasting Group plc menukar namanya kepada Sky plc. Operasi United Kingdom juga menukar nama syarikat daripada British Sky Broadcasting Limited kepada Sky UK Limited, masih berdagang sebagai Sky."],
        "answer": "BSkyB",
        "supports": []
    }]
}